Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: Current password:
ja: 現在のパスワード:
sl: Trenutno geslo:

source: New password:
ja: 新しいパスワード:
sl: Novo geslo:

source: Verify new password:
ja: 新しいパスワードを再入力してください:
sl: Overi novo geslo:

source: Passwords not provided.
ja: パスワードが入力されていません。
sl: Gesla niso podana.

source: Passwords do not match.
ja: パスワードが一致しません。
sl: Gesli se ne ujemata.

source: Current password too long.
ja: 現在のパスワードが長すぎます。
sl: Trenutno geslo je predolgo.

source: New password too long.
ja: 新しいパスワードが長すぎます。
sl: Novo geslo je predolgo.

source: Token code request:
ja: トークンコード要求:
sl: Zahteva za kodo žetona:

source: Please enter response:
ja: 応答を入力してください:
sl: Prosimo, vnesite odgovor:

source: Please enter your passcode:
ja: パスコードを入力してください:
sl: Vnesite svoje geslo:

source: Please enter your secondary token information:
ja: セカンダリトークン情報を入力してください:
sl: Vnesite podatke o svojem sekundarnem žetonu:

source: Error creating Pulse connection request
ja: Pulse 接続要求の作成エラー
sl: Napaka pri ustvarjanju zahteve za povezavo Pulse

source: Unexpected response to IF-T/TLS version negotiation:
ja: IF-T/TLS バージョンネゴシエーションに対する予期しない応答:
sl: Nepričakovan odziv na pogajanja o različici IF-T/TLS:

source: IF-T/TLS version from server: %d
ja: サーバーからの IF-T/TLS バージョン: %d
sl: Različica IF-T/TLS s strežnika: %d

source: Failed to establish EAP-TTLS session
ja: EAP-TTLS セッションの確立に失敗しました
sl: Seja EAP-TTLS ni bilo možno vzpostaviti

source: WARNING: Server provided certificate MD5 does not match its actual certificate.
ja: 警告: サーバーが提供した証明書の MD5 が実際の証明書と一致しません。
sl: OPOZORILO: Potrdilo MD5, ki ga je podal strežnik, se ne ujema z njegovim dejanskim potrdilom.

source: Authentication failure: Account locked out
ja: 認証失敗: アカウントはロックされています
sl: Napaka pri overjanju pristnosti: račun je zaklenjen

source: Authentication failure: Client certificate required
ja: 認証失敗: クライアント証明書が必要です
sl: Napaka pri preverjanju pristnosti: zahtevano je potrdilo odjemalca

source: Authentication failure: Code 0x%02x
ja: 認証失敗: コード 0x%02x
sl: Napaka pri preverjanju pristnosti: koda 0x%02x

source: Unknown D73 prompt value 0x%x. Will prompt for both username and password.
ja: 未知の D73 プロンプト値 0x%x です。ユーザー名とパスワードの両方を要求します。
sl: Neznana vrednost poziva D73 0x%x. Prikaže se poziv za uporabniško ime in geslo.

source: Please report this value and the behaviour of the official client.
ja: この値と公式クライアントの動作を報告してください。
sl: Prosimo, navedite to vrednost in vedenje uradnega odjemalca.

source: Authentication failure: %.*s
ja: 認証失敗: %.*s
sl: Overitev je spodletela: %.*s

source: Pulse server requested Host Checker; not yet supported Try Juniper mode (--protocol=nc)
ja: Pulse サーバーがホストチェッカーを要求しましたが、まだサポートされていません Juniper モード (--protocol=nc) を試してください
sl: Strežnik Pulse je zahteval preverjanje gostitelja; še ni podprto Poskusite v načinu Juniper (--protocol=nc)

source: Pulse server is trying to authenticate via EAP-TLS over EAP-TTLS, which we do not know how to handle. This can happen when the server OPTIONALLY accepts TLS client certificates, but your authentication does not require one. You may be able to work around it by spoofing a very old Pulse client with: --useragent="Pulse-Secure/3.0.0" Please report results to <%s>.
ja: Pulse サーバーが EAP-TTLS 上の EAP-TLS による認証を試みていますが、 この処理方法は不明です。これは、サーバーがオプションで TLS クライアント証明書を 受け入れる設定で、かつ今回の認証で証明書が不要な場合に発生することがあります。 古い Pulse クライアントを装うことで回避できる可能性があります: --useragent="Pulse-Secure/3.0.0" 結果を <%s> まで報告してください。
sl: Strežnik Pulse poskuša preveriti pristnost prek EAP-TLS preko EAP-TTLS, kar mi ne znamo obravnavati. To se lahko zgodi, ko strežnik IZBIRNO sprejme šotrdila odjemalca TLS, vendar za preverjanje pristnosti tega ne potrebujete. Morda se boste temu lahko izognili tako, da zelo starega odjemalca Pulse nahecate z: --useragent="Pulse-Secure/3.0.0" Rezultate sporočite na naslov <%s>.

source: Pulse server requested unexpected EAP type 0x%x
ja: Pulse サーバーが予期しない EAP タイプ 0x%x を要求しました
sl: Strežnik Pulse je zahteval nepričakovan EAP vrste 0x%x

source: Unhandled Pulse authentication packet, or authentication failure
ja: 未処理の Pulse 認証パケット、または認証失敗です
sl: Neobravnavan paket za preverjanje pristnosti Pulse ali napaka pri preverjanju pristnosti

source: Pulse authentication cookie not accepted
ja: Pulse 認証クッキーが受け入れられませんでした
sl: Piškotek za preverjanje pristnosti Pulse ni sprejet

source: Pulse realm entry
ja: Pulse レルム入力
sl: Vnos območja Pulse

source: Pulse realm choice
ja: Pulse レルム選択
sl: Izbira območja Pulse

source: Pulse region choice
ja: Pulse リージョン選択
sl: Izbira območja Impulse

source: Pulse password auth request, code 0x%02x
ja: Pulse パスワード認証要求、コード 0x%02x
sl: Zahteva za overitev gesla Pulse, koda 0x%02x

source: Pulse password request with unknown code 0x%02x. Please report.
ja: 未知のコード 0x%02x を伴う Pulse パスワード要求です。報告してください。
sl: Zahteva za geslo Pulse z neznano kodo 0x%02x. Prosimo, poročajte.

source: Pulse password general token code request
ja: Pulse パスワード一般トークンコード要求
sl: Zahteva za splošno kodo žetona za geslo Pulse

source: Pulse session limit, %d sessions
ja: Pulse セッション上限、%d セッション
sl: Omejitev seje Pulse, %d sej

source: Unhandled Pulse auth request
ja: 未処理の Pulse 認証要求
sl: Neobravnavana zahteva za preverjanje pristnosti Pulse

source: Unexpected response instead of IF-T/TLS auth success:
ja: IF-T/TLS 認証成功の代わりに予期しない応答がありました:
sl: Nepričakovan odziv namesto uspeha overitve IF-T/TLS:

source: EAP-TTLS failure: Flushing output with pending input bytes
ja: EAP-TTLS 失敗: 未処理の入力バイトがある状態で出力をフラッシュしています
sl: Napaka EAP-TTLS: Izpiranje izhoda s čakajočimi vhodnimi bajti

source: Error creating EAP-TTLS buffer
ja: EAP-TTLS バッファーの作成エラー
sl: Napaka pri ustvarjanju medpomnilnika EAP-TTLS

source: Failed to read EAP-TTLS Acknowledge: %s
ja: EAP-TTLS Acknowledge の読み込みに失敗しました: %s
sl: Ni bilo mogoče prebrati potrditve EAP-TTLS: %s

source: Read %d bytes of IF-T/TLS EAP-TTLS record
ja: %d バイトの IF-T/TLS EAP-TTLS レコードを読み込みました
sl: Prebranih %d bajtov zapisa IF-T/TLS EAP-TTLS

source: Bad EAP-TTLS Acknowledge packet
ja: 不正な EAP-TTLS Acknowledge パケットです
sl: Slab paket potrditve EAP-TTLS (Acknowledge)

source: Bad EAP-TTLS packet (len %d, left %d)
ja: 不正な EAP-TTLS パケットです (長さ %d、残り %d)
sl: Slab paket EAP-TTLS (dolž %d, preost %d)

source: Unexpected Pulse config packet:
ja: 予期しない Pulse 設定パケット:
sl: Nepričakovani paket prilagoditve Pulse:

source: Processing Pulse main config packet for server version >= 9.1R14
ja: サーバーバージョン 9.1R14 以降の Pulse メイン設定パケットを処理しています
sl: Obdelava glavnega paketa prilagoditve Pulse za različico strežnika >= 9.1R14

source: attr_flag 0x2c00: known for Pulse version >= 9.1R14
ja: attr_flag 0x2c00: Pulse バージョン 9.1R14 以降で確認済み
sl: attr_flag 0x2c00: znan po različici Pulse >= 9,1R14

source: attr_flag 0x2e00: known for Pulse version >= 9.1R16
ja: attr_flag 0x2e00: Pulse バージョン 9.1R16 以降で確認済み
sl: attr_flag 0x2e00: znan po različici Pulse >= 9,1R16

source: attr_flag 0x%04x: unknown Pulse version. Please report to <%s>
ja: attr_flag 0x%04x: 未知の Pulse バージョンです。<%s> に報告してください
sl: attr_flag 0x%04x: neznana različica Pulse. Prosimo, da poročate na <%s>

source: If any of the above attributes are meaningful, please report to <%s>
ja: 上記の属性に意味があるものがあれば、<%s> に報告してください
sl: Če je kateri od zgornjih atributov smiseln, to sporočite <%s>

source: Processing Pulse main config packet for server version < 9.1R14
ja: サーバーバージョン 9.1R14 未満の Pulse メイン設定パケットを処理しています
sl: Obdelava glavnega paketa prilagoditve Pulse za različico strežnika < 9.1R14

source: Receive route of unknown type 0x%08x
ja: 未知のタイプ 0x%08x のルートを受信しました
sl: Prejmite pot neznanega tipa 0x%08x

source: Processing Pulse ESP config packet
ja: Pulse ESP 設定パケットを処理しています
sl: Obdelava paketa prilagoditve Pulse ESP

source: Invalid ESP config packet:
ja: 無効な ESP 設定パケット:
sl: Neveljaven paket prilagoditev ESP:

source: Invalid ESP setup
ja: 無効な ESP セットアップです
sl: Neveljavna nastavitev ESP

source: Short IF-T/TLS packet when expecting configuration:
ja: 設定待機中に短い IF-T/TLS パケットを受信しました:
sl: Kratek paket IF-T/TLS pri pričakovanju prilagoditev:

source: Unexpected IF-T/TLS packet when expecting configuration: wrong vendor
ja: 設定待機中に予期しない IF-T/TLS パケットを受信しました: ベンダーが違います
sl: Nepričakovan paket IF-T/TLS pri pričakovanju konfiguracije: napačen proizvajalec

source: Unreasonably large IF-T/TLS packet (%u > 1 MiB) when expecting configuration
ja: 設定待機中に非常に大きな IF-T/TLS パケット (%u > 1 MiB) を受信しました
sl: Nerazumno velik paket IF-T/TLS (%u > 1 MiB) pri pričakovani konfiguraciji

source: Unexpected Pulse configuration packet: %s
ja: 予期しない Pulse 設定パケット: %s
sl: Nepričakovani prilagoditveni paket Pulse: %s

source: wrong type field (!= 1)
ja: type フィールドが不正です (!= 1)
sl: polje napačnega vrste (!= 1)

source: too short
ja: 短すぎます
sl: prekratko

source: non-zero values at offsets 0x10, 0x14, 0x18, 0x1c, or 0x24
ja: オフセット 0x10, 0x14, 0x18, 0x1c, または 0x24 にゼロでない値があります
sl: neničelne vrednosti pri odmikih 0x10, 0x14, 0x18, 0x1c ali 0x24

source: length at offset 0x28 != packet length - 0x10
ja: オフセット 0x28 の長さがパケット長 - 0x10 と一致しません
sl: dolžina na odmiku 0x28 != dolžina paketa - 0x10

source: identifier at offset 0x20 is unknown
ja: オフセット 0x20 の識別子が不明です
sl: Identifikator ob odmiku 0x20 ni znan

source: Insufficient configuration found
ja: 設定情報が不足しています
sl: Najdena je nezadostna prilagoditev

source: ESP rekey failed
ja: ESP の鍵更新に失敗しました
sl: Ponovno uporaba ključa ESP je spodletela

source: Pulse fatal error (reason: %ld): %s
ja: Pulse 致命的エラー (理由: %ld): %s
sl: Usodna napaka Pulse (razlog: %ld): %s

source: Unknown Pulse packet of %d bytes (vendor 0x%03x, type 0x%02x, hdr_len %d, ident %d)
ja: 未知の Pulse パケット %d バイト (ベンダー 0x%03x, タイプ 0x%02x, ヘッダー長 %d, 識別子 %d)
sl: Neznani paket Pulse %d bajtov (prodajalec 0x%03x, vrsta 0x%02x, hdr_len %d, ident %d)

source: Sending IF-T/TLS data packet of %d bytes
ja: %d バイトの IF-T/TLS データパケットを送信しています
sl: Pošiljanje paketa podatkov IF-T/TLS velikosti %d bajtov

source: Discard bad split include: "%s"
ja: 不正なスプリットインクルードを破棄します: "%s"
sl: Opusti slabo deljenja z vključevanjem: »%s«

source: Discard bad split exclude: "%s"
ja: 不正なスプリットエクスクルードを破棄します: "%s"
sl: Opusti slabo deljenje z izključevanjem: »%s«

source: WARNING: Split include "%s" has host bits set, replacing with "%s/%d".
ja: 警告: スプリットインクルード "%s" にホストビットが設定されています。"%s/%d" に置き換えます。
sl: OPOZORILO: Vključitev delitve »%s« ima nastavljene gostiteljske bite, ki se nadomestijo z »%s/%d«.

source: WARNING: Split exclude "%s" has host bits set, replacing with "%s/%d".
ja: 警告: スプリットエクスクルード "%s" にホストビットが設定されています。"%s/%d" に置き換えます。
sl: OPOZORILO: izključitev delitve »%s« ima nastavljene bite gostitelja, ki se nadomestijo z »%s/%d«.

source: Ignoring legacy network because address "%s" is invalid.
ja: アドレス "%s" が無効なため、レガシーネットワークを無視します。
sl: Prezrtje opuščenega omrežja, ker naslov »%s« ni veljaven.

source: Ignoring legacy network because netmask "%s" is invalid.
ja: ネットマスク "%s" が無効なため、レガシーネットワークを無視します。
sl: Ignoriranje opuščenega omrežja, ker omrežna maska »%s« ni veljaven.

source: Failed to get script exit status: %s
ja: スクリプトの終了ステータスの取得に失敗しました: %s
sl: Ni uspelo pridobiti stanja izhoda iz skripta: %s

source: Script '%s' returned error %ld
ja: スクリプト '%s' がエラー %ld を返しました
sl: Skript »%s« je vrnil napako %ld

source: Script did not complete within 10 seconds.
ja: スクリプトが10秒以内に完了しませんでした。
sl: Skript se ni dokončal v 10 sekundah.

source: Failed to spawn script '%s' for %s: %s
ja: %2$s のためのスクリプト '%1$s' の起動に失敗しました: %3$s
sl: Oživljanje skripta »%s« za %s je spodletelo: %s

source: Script '%s' exited abnormally (%x)
ja: スクリプト '%s' が異常終了しました (%x)
sl: Skript »%s« se je nepričakovano končal (%x)

source: Script '%s' returned error %d
ja: スクリプト '%s' がエラー %d を返しました
sl: Pri izvedbi skript »%s« je vrnjena napaka %d

source: Failed select() for socket connect
ja: ソケット接続の select() に失敗しました
sl: Neuspeli select() za povezavo vtičnice

source: Socket connect cancelled
ja: ソケット接続がキャンセルされました
sl: Povezava z vtičem je spodletela

source: Failed select() for socket accept
ja: ソケット受け入れの select() に失敗しました
sl: Neuspeli select() za sprejem vtičnice

source: Socket accept cancelled
ja: ソケットの受け入れがキャンセルされました
sl: Sprejem vtičnice preklican

source: Failed to accept local connection: %s
ja: ローカル接続の受け入れに失敗しました: %s
sl: Krajevne povezave ni bilo mogoče sprejeti: %s

source: Failed setsockopt(TCP_NODELAY) on TLS socket:
ja: TLS ソケットでの setsockopt(TCP_NODELAY) に失敗しました:
sl: Neuspešen setsockopt(TCP_NODELAY) na vtičnici TLS:

source: Failed to reconnect to proxy %s: %s
ja: プロキシー %s への再接続に失敗しました: %s
sl: Ponovna povezava s posredniškim strežnikom %s je spodletela: %s

source: Failed to reconnect to host %s: %s
ja: ホスト %s への再接続に失敗しました: %s
sl: Ponovne povezave z gostiteljem %s ni bilo možno vzpostaviti: %s

source: Proxy from libproxy: %s://%s:%d/
ja: libproxy からのプロキシー: %s://%s:%d/
sl: Posredniški strežnik iz libproxy: %s://%s:%d/

source: Reconnecting to DynDNS server using previously cached IP address
ja: 以前にキャッシュされた IP アドレスを使用して DynDNS サーバーに再接続しています
sl: Vnovična povezava s strežnikom DynDNS s predhodno predpomnjenim naslovom IP

source: Attempting to connect to proxy %s%s%s:%s
ja: プロキシー %s%s%s:%s への接続を試みています
sl: Vzpostavlja se povezava s posredniškim strežnikom %s%s%s:%s

source: Attempting to connect to server %s%s%s:%s
ja: サーバー %s%s%s:%s への接続を試みています
sl: Vzpostavlja se povezava s strežnikom %s%s%s:%s

source: Connected to %s%s%s:%s
ja: %s%s%s:%s に接続しました
sl: Povezano z %s%s%s:%s

source: Failed to allocate sockaddr storage
ja: sockaddr ストレージの割り当てに失敗しました
sl: Dodeljevanje shrambe sockaddr je spodletelo

source: Failed to connect to %s%s%s:%s: %s
ja: %s%s%s:%s への接続に失敗しました: %s
sl: Povezava z %s%s%s:%s je spodletela: %s

source: Forgetting non-functional previous peer address
ja: 機能しない以前のピアアドレスを破棄します
sl: Pozabljanje nefunkcionalnega prejšnjega naslova vrstnikov

source: Failed to connect to host %s
ja: ホスト %s への接続に失敗しました
sl: Povezava z gostiteljem %s je spodletela.

source: Reconnecting to proxy %s
ja: プロキシー %s に再接続しています
sl: Ponovno povezovanje s posredniškim strežnikom %s

source: Could not obtain file system ID for passphrase
ja: パスフレーズ用のファイルシステム ID を取得できませんでした
sl: ID-ja datotečnega sistema za večbesedno geslo ni bilo mogoče pridobiti

source: Failed to open private key file '%s': %s
ja: 秘密鍵ファイル '%s' を開けませんでした: %s
sl: Odpiranje datoteke zasebnega ključa »%s« je spodletelo: %s

source: No error
ja: エラーなし
sl: Brez napake

source: Keystore locked
ja: キーストアはロックされています
sl: Zaklenjeni potegi

source: Keystore uninitialized
ja: キーストアは初期化されていません
sl: Shramba ključev ni začeta

source: System error
ja: システムエラー
sl: Sistemska napaka

source: Protocol error
ja: プロトコルエラー
sl: Napaka v protokolu

source: Permission denied
ja: アクセス権限がありません
sl: Dovoljenje je zavrnjeno

source: Key not found
ja: 鍵が見つかりません
sl: Ključa ni mogoče najti

source: Value corrupted
ja: 値が破損しています
sl: Vrednost je okvarjena

source: Undefined action
ja: 未定義のアクション
sl: Nedoločeno dejanje

source: Wrong password
ja: パスワードが違います
sl: Napačno geslo

source: Unknown error
ja: 原因不明のエラー
sl: Neznana napaka

source: Got cancel on legacy fd
ja: レガシー fd でキャンセルを受信しました
sl: Prejet preklic za opuščeni fd

source: Got cancel command
ja: キャンセルコマンドを受信しました
sl: Prejet ukaz za preklic

source: Got pause command
ja: 一時停止コマンドを受信しました
sl: Prejet ukaz za začasno ustavitev

source: Failed select() for command socket
ja: コマンドソケットの select() に失敗しました
sl: Neuspeli select() za ukazno vtičnico

source: %s() used with unsupported mode '%s'
ja: %s() がサポートされていないモード '%s' で使用されました
sl: %s() uporabljen v nepodprtem načinu »%s«

source: Failed to open %s: %s
ja: %s を開けませんでした: %s
sl: Datoteke »%s« ni mogoče odpreti: %s

source: Failed to fstat() %s: %s
ja: %s の fstat() に失敗しました: %s
sl: fstat() %s ni uspel: %s

source: File %s is empty
ja: ファイル %s は空です
sl: Datoteka %s je prazna datoteka.

source: File %s has suspicious size %<PRId64>
ja: ファイル %s のサイズ %<PRId64> が不審です
sl: Datoteka %s je sumljive velikosti %<PRId64>

source: Failed to allocate %d bytes for %s
ja: %2$s のために %1$d バイトの割り当てに失敗しました
sl: Ni bilo mogoče dodeliti %d bajtov za %s

source: Failed to read %s: %s
ja: %s の読み込みに失敗しました: %s
sl: Branje »%s« je spodletelo: %s

source: Unknown protocol family %d. Cannot create UDP server address
ja: 未知のプロトコルファミリー %d です。UDP サーバーアドレスを作成できません
sl: Neznana družina protokola %d. Naslova strežnika UDP ni možno ustvariti.

source: Open UDP socket
ja: UDP ソケットを開く
sl: Odpri vtič UDP

source: Unknown protocol family %d. Cannot use UDP transport
ja: 未知のプロトコルファミリー %d です。UDP トランスポートを使用できません
sl: Neznana družina protokola %d. Prenosa UDP ni možno uporabiti

source: Bind UDP socket
ja: UDP ソケットをバインド
sl: Poveži vtič UDP

source: Connect UDP socket
ja: UDP ソケットを接続
sl: Priključi vtičnico UDP

source: Make UDP socket non-blocking
ja: UDP ソケットを非ブロッキングにする
sl: Naredi, da vtičnica UDP ne blokira

source: Cookie is no longer valid, ending session
ja: クッキーは無効になりました。セッションを終了します
sl: Piškotek ni več veljaven, seja je končana

source: sleep %ds, remaining timeout %ds
ja: %d秒スリープ、残りタイムアウト %d秒
sl: v mirovanju %ds, preostaja še %ds.

source: Failed select() for socket send
ja: ソケット送信の select() に失敗しました
sl: Neuspeli select() za pošiljanje vtičnice (send)

source: Failed select() for socket recv
ja: ソケット受信の select() に失敗しました
sl: Neuspeli select() za sprejemanje vtičnice (recv)

source: SSPI token too large (%ld bytes)
ja: SSPI トークンが大きすぎます (%ld バイト)
sl: Žeton SSPI je prevelik (%ld bajtov)

source: Sending SSPI token of %lu bytes
ja: %lu バイトの SSPI トークンを送信しています
sl: Pošiljanje žetona SSPI %lu bajtov

source: Failed to send SSPI authentication token to proxy: %s
ja: プロキシーへの SSPI 認証トークンの送信に失敗しました: %s
sl: Pošiljanje žetona za preverjanje pristnosti SSPI posrednemu strežniku ni uspelo: %s

source: Failed to receive SSPI authentication token from proxy: %s
ja: プロキシーからの SSPI 認証トークンの受信に失敗しました: %s
sl: Ni bilo mogoče prejeti žetona za preverjanje pristnosti SSPI od posrednega strežnika: %s

source: SOCKS server reported SSPI context failure
ja: SOCKS サーバーが SSPI コンテキストの失敗を報告しました
sl: Strežnik SOCKS je poročal o napaki konteksta SSPI

source: Unknown SSPI status response (0x%02x) from SOCKS server
ja: SOCKS サーバーから未知の SSPI ステータス応答 (0x%02x) を受信しました
sl: Neznan odziv stanja SSPI (0x%02x) s strežnika SOCKS

source: Got SSPI token of %lu bytes: %02x %02x %02x %02x
ja: %lu バイトの SSPI トークンを受信しました: %02x %02x %02x %02x
sl: Prejet žeton SSPI %lu bajtov: %02x %02x %02x %02x

source: QueryContextAttributes() failed: %lx
ja: QueryContextAttributes() に失敗しました: %lx
sl: QueryContextAttributes() ni uspel: %lx

source: EncryptMessage() failed: %lx
ja: EncryptMessage() に失敗しました: %lx
sl: EncryptMessage() je spodletel: %lx

source: EncryptMessage() result too large (%lu + %lu + %lu)
ja: EncryptMessage() の結果が大きすぎます (%lu + %lu + %lu)
sl: Rezultat EncryptMessage() je prevelik (%lu + %lu + %lu)

source: Sending SSPI protection negotiation of %u bytes
ja: %u バイトの SSPI 保護ネゴシエーションを送信しています
sl: Pošiljanje pogajanj o zaščiti SSPI z %u bajti

source: Failed to send SSPI protection response to proxy: %s
ja: プロキシーへの SSPI 保護応答の送信に失敗しました: %s
sl: Odgovor zaščite SSPI posrednemu strežniku ni uspel: %s

source: Failed to receive SSPI protection response from proxy: %s
ja: プロキシーからの SSPI 保護応答の受信に失敗しました: %s
sl: Odgovor zaščite SSPI iz posrednega strežnika ni prejet: %s

source: Got SSPI protection response of %d bytes: %02x %02x %02x %02x
ja: %d バイトの SSPI 保護応答を受信しました: %02x %02x %02x %02x
sl: Prejet odziv zaščite SSPI %d bajtov: %02x %02x %02x %02x

source: DecryptMessage failed: %lx
ja: DecryptMessage に失敗しました: %lx
sl: DecryptMessage ni uspel: %lx

source: Invalid SSPI protection response from proxy (%lu bytes)
ja: プロキシーからの SSPI 保護応答が無効です (%lu バイト)
sl: Neveljaven odgovor zaščite SSPI posrednega strežnika (%lu bajtov)

source: Enter credentials to unlock software token.
ja: ソフトウェアトークンをアンロックするための資格情報を入力してください。
sl: Vnos poveril za odklep uporabniškega prstnega odtisa.

source: Device ID:
ja: デバイス ID:
sl: ID naprave:

source: User bypassed soft token.
ja: ユーザーがソフトトークンをバイパスしました。
sl: Uporabnik je obšel uporabniški prstni odtis.

source: All fields are required; try again.
ja: すべてのフィールドが必須です。再試行してください。
sl: Zahtevana so vsa polja; poskusite znova.

source: General failure in libstoken.
ja: libstoken で一般的なエラーが発生しました。
sl: Splošna napaka v knjižnici libstoken.

source: Incorrect device ID or password; try again.
ja: デバイス ID またはパスワードが正しくありません。再試行してください。
sl: Neveljaven ID naprave ali pa ni veljavno geslo; poskusite znova.

source: Soft token init was successful.
ja: ソフトトークンの初期化に成功しました。
sl: Začenjanje uporabniškega prstnega odtisa je bilo uspešno.

source: Enter software token PIN.
ja: ソフトウェアトークンの PIN を入力してください。
sl: Vnesite kodo PIN žetona programske opreme.

source: Invalid PIN format; try again.
ja: PIN の形式が無効です。再試行してください。
sl: Napačno geslo PIN, poskusite znova.

source: Generating RSA token code
ja: RSA トークンコードを生成しています
sl: Generiranje kode žetona RSA

source: Cannot allocate memory for adapter info
ja: アダプター情報のためのメモリーを割り当てられません
sl: Ni mogoče dodeliti pomnilnika za informacije o vmesniku

source: Ignoring non-matching interface "%S"
ja: 一致しないインターフェース "%S" を無視します
sl: Prezrtje vmesnika »%S«, ki se ne ujema

source: Interface "%S" is not supported
ja: インターフェース "%S" はサポートされていません
sl: Vmesnik »%S« ni podprt

source: Error accessing registry key for network adapters: %s (%ld)
ja: ネットワークアダプターのレジストリキーへのアクセスエラー: %s (%ld)
sl: Napaka pri dostopu do registrskega ključa za omrežne kartice: %s (%ld)

source: Cannot open registry key %s: %s (%ld)
ja: レジストリキー %s を開けません: %s (%ld)
sl: Registrskega ključa %s ni mogoče odpreti: %s (%ld)

source: Cannot read registry key %s\%s: value not found
ja: レジストリキー %s\%s を読み込めません: 値が見つかりません
sl: Registrskega ključa %s\%s ni mogoče prebrati: vrednosti ni mogoče najti

source: Cannot read registry key %s\%s: value is not a string (%ld)
ja: レジストリキー %s\%s を読み込めません: 値が文字列ではありません (%ld)
sl: Ključa registra %s\%s ni mogoče prebrati: vrednost ni niz (%ld)

source: Cannot read registry key %s\%s or is not string: %s (%ld)
ja: レジストリキー %s\%s を読み込めないか、文字列ではありません: %s (%ld)
sl: Ključa registra %s\%s ni mogoče prebrati ali ni niz: %s (%ld)

source: %s\ComponentId is unknown '%s'
ja: %s\ComponentId が未知です '%s'
sl: %s\ComponentId ni znan '%s'

source: Found %s at %s
ja: %2$s で %1$s が見つかりました
sl: Najdeno %s v nastavitvi %s

source: Cannot open registry key %s
ja: レジストリキー %s を開けません
sl: Registrskega ključa %s ni možno odpreti

source: Cannot read registry key %s\%s: character buffer too small: %llu chars required
ja: レジストリキー %s\%s を読み込めません: 文字バッファーが小さすぎます: %llu 文字必要です
sl: Ključa registra %s\%s ni mogoče prebrati: medpomnilnik znakov je premajhen: potrebnih je %llu znakov

source: Cannot read registry key %s\%s: %s (%ld)
ja: レジストリキー %s\%s を読み込めません: %s (%ld)
sl: Ključa registra %s\%s ni mogoče prebrati: %s (%ld)

source: Access denied creating Wintun adapter. Are you running with Administrator privileges?
ja: Wintun アダプターの作成中にアクセスが拒否されました。管理者権限で実行していますか?
sl: Zavrnjen dostop za ustvarjanje vmesnika Wintun. Ali uporabljate skrbniške pravice?

source: GetAdapterIndex() failed: %s Falling back to GetAdaptersInfo()
ja: GetAdapterIndex() に失敗しました: %s GetAdaptersInfo() にフォールバックします
sl: GetAdapterIndex() ni uspel: %s Vrnitev na GetAdaptersInfo()

source: GetAdaptersInfo() failed: %s
ja: GetAdaptersInfo() に失敗しました: %s
sl: GetAdaptersInfo() ni uspel: %s

source: GetAdaptersAddresses() failed: %s
ja: GetAdaptersAddresses() に失敗しました: %s
sl: GetAdaptersAddresses() ni uspel: %s

source: Adapter "%S" / %ld is UP and using our IPv%d address. Cannot resolve.
ja: アダプター "%S" / %ld は UP 状態で、こちらの IPv%d アドレスを使用しています。解決できません。
sl: Vmesnik #%S« / %ld je UP in uporablja naš naslov IPv%d. Ni mogoče razrešiti.

source: Adapter "%S" / %ld is DOWN and using our IPv%d address. We will reclaim the address from it.
ja: アダプター "%S" / %ld は DOWN 状態ですが、こちらの IPv%d アドレスを使用しています。このアドレスを回収します。
sl: Vmesnik »%S« / %ld je DOWN in uporablja naš naslov IPv%d. Naslov bomo prevzeli nazaj.

source: GetUnicastIpAddressTable() failed: %s
ja: GetUnicastIpAddressTable() に失敗しました: %s
sl: GetUnicastIpAddressTable() ni uspel: %s
