Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: Failed to allocate certificate buffer
ja: 証明書バッファの割り当てに失敗しました
sl: Dodeljevanje medpomnilnika potrdil je spodletelo

source: Failed to read certificate into memory: %s
ja: 証明書のメモリへの読み込みに失敗しました: %s
sl: Branje potrdila v pomnilnik je spodletelo: %s

source: Failed to setup PKCS#12 data structure: %s
ja: PKCS#12 データ構造のセットアップに失敗しました: %s
sl: Vzpostavitev podatkovne strukture PKCS#12 je spodletela: %s

source: Failed to decrypt PKCS#12 certificate file
ja: PKCS#12 証明書ファイルの復号に失敗しました
sl: Odšifriranje datoteke PKCS#12 je spodletelo

source: Enter PKCS#12 pass phrase:
ja: PKCS#12 パスフレーズを入力してください:
sl: Vnos šifrirnega gesla PKCS#12:

source: Enter secondary PKCS#12 pass phrase:
ja: セカンダリ PKCS#12 パスフレーズを入力してください:
sl: Vnesite sekundarno šifrirno geslo PKCS#12:

source: Failed to process PKCS#12 file: %s
ja: PKCS#12 ファイルの処理に失敗しました: %s
sl: Obdelava datoteke PKCS#12 je spodletela: %s

source: Failed to load PKCS#12 certificate: %s
ja: PKCS#12 証明書の読み込みに失敗しました: %s
sl: Nalaganje potrdila PKCS#12 je spodletelo: %s

source: Failed to load secondary PKCS#12 certificate: %s
ja: セカンダリ PKCS#12 証明書の読み込みに失敗しました: %s
sl: Nalaganje sekundarnega potrdila PKCS#12 je spodletelo: %s

source: Could not initialise MD5 hash: %s
ja: MD5 ハッシュを初期化できませんでした: %s
sl: Zgoščene vrednosti MD5 ni mogoče inicializirati: %s

source: MD5 hash error: %s
ja: MD5 ハッシュエラー: %s
sl: Napaka zgoščene vrednosti MD5: %s

source: Missing DEK-Info: header from OpenSSL encrypted key
ja: OpenSSL 暗号化鍵から DEK-Info: ヘッダーが欠落しています
sl: Manjkajoči podatki DEK: glava iz šifriranega ključa OpenSSL

source: Cannot determine PEM encryption type
ja: PEM 暗号化タイプを特定できません
sl: Vrste šifriranja PEM ni mogoče razpoznati

source: Unsupported PEM encryption type: %s
ja: サポートされていない PEM 暗号化タイプ: %s
sl: Nepodprta vrsta šifriranja PEM: %s

source: Invalid salt in encrypted PEM file
ja: 暗号化 PEM ファイルの無効なソルト
sl: Neveljaven salt v šifrirani datoteki PEM

source: Error base64-decoding encrypted PEM file: %s
ja: 暗号化 PEM ファイルの Base64 デコードエラー: %s
sl: Napaka pri odkodiranju BASE64 šifrirane datoteke PEM: %s

source: Encrypted PEM file too short
ja: 暗号化 PEM ファイルが短すぎます
sl: Šifrirana datoteka PEM je prekratka

source: Failed to initialise cipher for decrypting PEM file: %s
ja: PEM ファイル復号用の暗号を初期化できませんでした: %s
sl: Začenjanje šifre za dešifriranje datoteke PEM je spodletelo: %s

source: Failed to decrypt PEM key: %s
ja: PEM 鍵の復号に失敗しました: %s
sl: Odšifriranje ključa PEM je spodletelo: %s

source: Decrypting PEM key failed
ja: PEM 鍵の復号に失敗しました
sl: Odšifriranje ključa PEM je spodletelo

source: Enter PEM pass phrase:
ja: PEM パスフレーズを入力してください:
sl: Vnos šifrirnega gesla PEM:

source: Enter secondary PEM pass phrase:
ja: セカンダリ PEM 鍵のパスフレーズを入力してください:
sl: Vnesite sekundarno šifrirno geslo PEM:

source: This binary built without system key support
ja: このバイナリはシステム鍵サポートなしでビルドされています
sl: Ta binarna datoteka je zgrajena brez podpore sistemskega ključa

source: This binary built without PKCS#11 support
ja: このバイナリは PKCS#11 サポートなしでビルドされています
sl: Ta program je izgrajen brez podpore za PKCS#11

source: Using PKCS#11 certificate %s
ja: PKCS#11 証明書 %s を使用しています
sl: Uporabljeno je potrdilo PKCS#12 %s

source: Using system certificate %s
ja: システム証明書 %s を使用しています
sl: Uporaba sistemskega potrdila %s

source: Error loading certificate from PKCS#11: %s
ja: PKCS#11 からの証明書読み込みエラー: %s
sl: Napaka pri nalaganju potrdila iz PKCS#11: %s

source: Error loading system certificate: %s
ja: システム証明書の読み込みエラー: %s
sl: Napaka pri nalaganju sistemskega potrdila: %s

source: Using certificate file %s
ja: 証明書ファイル %s を使用しています
sl: Uporaba datoteke potrdila %s

source: Using secondary certificate file %s
ja: セカンダリ証明書ファイル %s を使用しています
sl: Uporaba sekundarne datoteke potrdila %s

source: PKCS#11 file contained no certificate
ja: PKCS#11 ファイルに証明書が含まれていません
sl: Datoteka PKCS#11 ne vsebuje potrdil

source: No certificate found in file
ja: ファイル内に証明書が見つかりません
sl: V datoteki ni mogoče najti potrdila

source: Loading certificate failed: %s
ja: 証明書の読み込みに失敗しました: %s
sl: Nalaganje potrdila je spodletelo: %s

source: Loading secondary certificate failed: %s
ja: セカンダリ証明書の読み込みに失敗しました: %s
sl: Nalaganje sekundarnega potrdila ni uspelo: %s

source: Using system key %s
ja: システム鍵 %s を使用しています
sl: Uporabljen je sistemski ključ %s

source: Using secondary system key %s
ja: セカンダリシステム鍵 %s を使用しています
sl: Uporaba sekundarnega sistemskega ključa %s

source: Error initialising private key structure: %s
ja: 秘密鍵構造の初期化エラー: %s
sl: Napaka pri začenjanju strukture osebnih ključev: %s

source: Error importing system key %s: %s
ja: システム鍵 %s のインポートエラー: %s
sl: Napaka med uvažanjem sistemskega ključa %s: %s

source: Trying PKCS#11 key URL %s
ja: PKCS#11 鍵 URL %sを試行しています
sl: Preizkušanje URL-ja ključa PKCS#11 %s

source: Error initialising PKCS#11 key structure: %s
ja: PKCS#11 鍵構造の初期化エラー: %s
sl: Napaka pri začenjanju strukture ključev PKCS#11: %s

source: Error importing PKCS#11 URL %s: %s
ja: PKCS#11 鍵 URL %s の初期化エラー: %s
sl: Napaka pri uvozu naslova URL %s PKCS#11: %s

source: Using PKCS#11 key %s
ja: PKCS#11 鍵 %s を使用しています
sl: Uporabljen je ključ PKCS#11 %s

source: Error importing PKCS#11 key into private key structure: %s
ja: PKCS#11 鍵の秘密鍵構造へのインポートエラー: %s
sl: Napaka pri uvozu ključa PKCS#11 v strukturo osebnih ključev: %s

source: Using private key file %s
ja: 秘密鍵ファイル %s を使用しています
sl: Uporaba datoteke zasebnega ključa %s

source: This version of OpenConnect was built without TPM support
ja: このバージョンの OpenConnect は TPM サポートなしでビルドされています
sl: Ta različica programa OpenConnect je izgrajena brez podpore za TPM

source: This version of OpenConnect was built without TPM2 support
ja: このバージョンの OpenConnect は TPM2 サポートなしでビルドされています
sl: Ta različica programa OpenConnect je izgrajena brez podpore za TPM2

source: Failed to interpret PEM file
ja: PEM ファイルの解釈に失敗しました
sl: Tolmačenje datoteke PEM je spodletelo

source: Failed to load PKCS#1 private key: %s
ja: PKCS#1 秘密鍵の読み込みに失敗しました: %s
sl: Nalaganje zasebnega ključa PKCS#1 je spodletelo: %s

source: Failed to load private key as PKCS#8: %s
ja: 秘密鍵を PKCS#8 として読み込みに失敗しました: %s
sl: Nalaganje osebnega ključa kot PKCS#8 je spodletelo: %s

source: Failed to decrypt PKCS#8 certificate file
ja: PKCS#8 証明書ファイルの復号に失敗しました
sl: Odšifriranje datoteke potrdila PKCS#8 je spodletelo

source: Failed to determine type of private key %s
ja: 秘密鍵 %s の種類の特定に失敗しました
sl: Ni mogoče določiti vrste zasebnega ključa %s

source: Enter PKCS#8 pass phrase:
ja: PKCS#8 パスフレーズを入力してください:
sl: Vnesite šifrirno geslo PKCS#12:

source: Failed to get key ID: %s
ja: 鍵 ID の取得に失敗しました: %s
sl: Pridobivanje ID ključa je spodletelo: %s

source: Error signing test data with private key: %s
ja: 秘密鍵によるテストデータの署名エラー: %s
sl: Napaka pri podpisovanju preizkusnih podatkov z osebnim ključem: %s

source: Error validating signature against certificate: %s
ja: 証明書に対する署名の検証エラー: %s
sl: Napaka pri overjanju podpisa s potrdilom: %s

source: No SSL certificate found to match private key
ja: 秘密鍵に一致する SSL 証明書が見つかりません
sl: Z zasebnim ključem se ne ujema nobeno potrdilo SSL

source: No secondary certificate found to match private key
ja: 秘密鍵に一致するセカンダリ証明書が見つかりません
sl: Ni bilo mogoče najti sekundarnega potrdila, ki bi se ujemalo z zasebnim ključem

source: got_key conditions not met!
ja: got_key 条件が満たされていません!
sl: pogoji got_key niso doseženi!

source: Error creating an abstract privkey from /x509_privkey: %s
ja: /x509_privkey からの抽象秘密鍵の作成エラー: %s
sl: Napaka pri ustvarjanju abstraktnega zasebnega ključa iz /x509_privkey: %s

source: Using client certificate '%s'
ja: クライアント証明書 '%s' を使用しています
sl: Uporaba potrdila odjemalca '%s'

source: Using secondary certificate '%s'
ja: セカンダリ証明書 '%s' を使用しています
sl: Uporablja se sekundarno potrdilo »%s«

source: Failed to allocate memory for certificate
ja: 証明書用メモリの割り当てに失敗しました
sl: Pomnilnika za potrdilo ni bilo mogoče dodeliti

source: Got no issuer from PKCS#11
ja: PKCS#11 から発行者を取得できませんでした
sl: Od PKCS #11 ni podann izdajatelj

source: Got next CA '%s' from PKCS#11
ja: PKCS#11 から次の CA '%s' を取得しました
sl: Pridobljen naslednji CA '%s' iz PKCS#11

source: Failed to allocate memory for supporting certificates
ja: サポート証明書用のメモリの割り当てに失敗しました
sl: Dodeljevanje pomnilnika podpornim potrdilom je spodletelo

source: Adding supporting CA '%s'
ja: サポート CA '%s' を追加しています
sl: Dodajanje podpornega CA '%s'

source: Importing X509 certificate failed: %s
ja: X509 証明書のインポートに失敗しました: %s
sl: Uvažanje potrdila X509 je spodletelo: %s

source: Setting PKCS#11 certificate failed: %s
ja: PKCS#11 証明書の設定に失敗しました: %s
sl: Nastavljanje potrdila PKCS#11 je spodletelo: %s

source: Setting certificate revocation list failed: %s
ja: 証明書失効リストの設定に失敗しました: %s
sl: Določanje seznama preklicov potrdil je spodletelo: %s

source: Private key appears not to support RSA-PSS. Disabling TLSv1.3
ja: 秘密鍵が RSA-PSS をサポートしていないようです。TLSv1.3 を無効にします
sl: Zdi se, da zasebni ključ ne podpira RSA-PSS. Onemogočanje TLSv1.3

source: Setting certificate failed: %s
ja: 証明書の設定に失敗しました: %s
sl: Nastavljanje potrdila je spodletelo: %s

source: Server presented no certificate
ja: サーバーが証明書を提示しませんでした
sl: Strežnik ni dostavil potrdila

source: Error comparing server's cert on rehandshake: %s
ja: 再ハンドシェイク時のサーバー証明書の比較でエラーが発生しました: %s
sl: Napaka pri primerjavi potrdila strežnika pri ponovnem rokovanju: %s

source: Server presented different cert on rehandshake
ja: サーバーが再ハンドシェイク時に異なる証明書を提示しました
sl: Strežnik je predstavil drugačno potrdilo ob ponovnem rokovanju

source: Server presented identical cert on rehandshake
ja: サーバーが再ハンドシェイク時に同一の証明書を提示しました
sl: Strežnik je predstavil identično potrdilo pri ponovnem rokovanju

source: Error initialising X509 cert structure
ja: X509 証明書構造の初期化でエラーが発生しました
sl: Napaka pri začenjanju strukture potrdil X509

source: Error importing server's cert
ja: サーバー証明書のインポートでエラーが発生しました
sl: Napaka med uvažanjem potrdila strežnika

source: Could not calculate hash of server's certificate
ja: サーバー証明書のハッシュを計算できませんでした
sl: Ni mogoče izračunati zgoščene vrednosti potrdila strežnika

source: Error checking server cert status
ja: サーバー証明書の状態確認でエラーが発生しました
sl: Napaka pri preverjanju stanja potrdila strežnika

source: certificate revoked
ja: 証明書が失効しています
sl: potrdilo je preklicano

source: signer not found
ja: 署名者が見つかりません
sl: podpisnika ni mogoče najti

source: signer not a CA certificate
ja: 署名者が CA 証明書ではありません
sl: podpisnik ni overitelj potrdila CA

source: insecure algorithm
ja: 安全でないアルゴリズム
sl: algoritem ni varen

source: certificate not yet activated
ja: 証明書はまだ有効ではありません
sl: potrdilo še ni omogočeno

source: certificate expired
ja: 証明書が期限切れです
sl: potrdilo je preteklo

source: signature verification failed
ja: 証明書の検証に失敗しました
sl: preverjanje podpisa je spodletelo

source: certificate does not match SNI
ja: 証明書が SNI と一致しませんでした
sl: potrdilo se ne ujema s SNI

source: certificate does not match hostname
ja: 証明書がホスト名と一致しませんでした
sl: potrdilo se ne ujema z imenom gostitelja

source: Server certificate verify failed: %s
ja: サーバー証明書の検証に失敗しました: %s
sl: Preverjanje potrdila strežnika je spodletelo: %s

source: TLS Finished message larger than expected (%u bytes)
ja: TLS Finished メッセージが予想より大きいサイズです (%u バイト)
sl: Sporočilo Dokončan TLS je večje od pričakovanega (%u bajtov)

source: Failed to allocate memory for cafile certs
ja: CA ファイル証明書用のメモリの割り当てに失敗しました
sl: Dodeljevanje pomnilnika potrdilom iz datoteke potrdil je spodletelo

source: Failed to read certs from cafile: %s
ja: CA ファイルからの証明書の読み込みに失敗しました: %s
sl: Ni mogoče prebrati potrdil iz datoteke potrdil: %s

source: Failed to open CA file '%s': %s
ja: CA ファイル '%s' を開けませんでした: %s
sl: Odpiranje datoteke CA '%s' je spodletelo: %s

source: Loading certificate failed. Aborting.
ja: 証明書の読み込みに失敗しました。中止します。
sl: Nalaganje potrdila je spodletelo. Opravilo je prekinjeno.

source: Failed to construct GnuTLS priority string
ja: GnuTLS 優先文字列の構築に失敗しました
sl: Tvorjenje niza prednosti GnuTLS je spodletelo

source: Failed to set GnuTLS priority string ("%s"): %s
ja: GnuTLS 優先文字列 ("%s") の設定に失敗しました: %s
sl: Niza prednosti GnuTLS (»%s«) ni možno nastaviti: %s

source: SSL negotiation with %s
ja: %s との SSL ネゴシエーション
sl: Poteka pogajanje SSL z %s

source: SSL connection cancelled
ja: SSL 接続がキャンセルされました
sl: Povezava SSL je preklicana

source: SSL connection failure due to fatal alert: %s
ja: 致命的なアラートによる SSL 接続の失敗: %s
sl: Neuspeh povezave SSL zaradi usodnega opozorila: %s

source: SSL connection failure: %s
ja: SSL 接続の失敗: %s
sl: Povezava SSL je spodletela: %s

source: GnuTLS non-fatal return during handshake: %s
ja: ハンドシェイク時の GnuTLS 非致命的リターン: %s
sl: Vrnjena je ne-usodna napaka GnuTLS med izmenjavo signalov: %s

source: Connected to HTTPS on %s with ciphersuite %s
ja: %s に暗号スイート %s で HTTPS 接続しました
sl: Vzpostavljena je povezava s HTTPS na %s s šifrirno zbirko %s

source: Renegotiated SSL on %s with ciphersuite %s
ja: %s で暗号スイート %s で SSL を再ネゴシエーションしました
sl: Ponovno izpogajani SSL na %s s šifrirno zbirko %s

source: PIN required for %s
ja: %s の PIN が必要です
sl: Za %s je zahtevana koda PIN

source: Wrong PIN
ja: PIN が間違っています
sl: Napačna koda PIN

source: This is the final try before locking!
ja: これはロックされる前の最後の試行です!
sl: To je zadnji poskus pred zaklepom!

source: Only a few tries left before locking!
ja: ロックされるまで残りわずかです!
sl: Ostaja le še nekaj poskusov do zaklepa!

source: Enter PIN:
ja: PIN を入力してください:
sl: Koda PIN:

source: Unsupported OATH HMAC algorithm
ja: サポートされていない OATH HMAC アルゴリズムです
sl: Nepodprt algoritem OATH HMAC

source: Failed to calculate OATH HMAC: %s
ja: OATH HMAC の計算に失敗しました: %s
sl: Ni bilo mogoče izračunati OATH HMAC: %s

source: Could not set ciphersuites: %s
ja: 暗号スイートを設定できませんでした: %s
sl: Šifrirnih zbirk ni mogoče določiti: %s

source: Established EAP-TTLS session
ja: EAP-TTLS セッションを確立しました
sl: Vzpostavljena seja EAP-TTLS

source: Failed to generate STRAP key: %s
ja: STRAP 鍵の生成に失敗しました: %s
sl: Ključa STRAP ni bilo mogoče ustvariti: %s

source: Failed to generate STRAP DH key: %s
ja: STRAP DH 鍵の生成に失敗しました: %s
sl: Ključa STRAP DH ni bilo mogoče ustvariti: %s

source: Failed to decode server DH key: %s
ja: サーバー DH 鍵のデコードに失敗しました: %s
sl: Dekodiranje ključa DH strežnika ni uspelo: %s

source: Failed to export DH private key parameters: %s
ja: DH 秘密鍵パラメーターのエクスポートに失敗しました: %s
sl: Parametrov zasebnega ključa DH ni bilo mogoče izvoziti: %s

source: Failed to export server DH key parameters: %s
ja: サーバー DH 鍵パラメーターのエクスポートに失敗しました: %s
sl: Izvoz parametrov ključa strežnika DH ni uspel: %s

source: HPKE uses unsupported EC curve (%d, %d)
ja: HPKE はサポートされていない EC 曲線 (%d, %d) を使用しています
sl: HPKE uporablja nepodprto krivuljo EC (%d, %d)

source: Failed to create ECC public point for ECDH
ja: ECDH 用の ECC 公開点の作成に失敗しました
sl: Ni bilo mogoče ustvariti javne točke ECC za ECDH

source: HKDF extract failed: %s
ja: HKDF の抽出に失敗しました: %s
sl: Izluščenje HKDF ni uspelo: %s

source: HKDF expand failed: %s
ja: HKDFの展開に失敗しました: %s
sl: Razširjanje HKDF ni uspelo: %s

source: Failed to init AES-256-GCM cipher: %s
ja: AES-256-GCM 暗号の初期化に失敗しました: %s
sl: Inicializacija šifre AES-256-GCM ni uspela: %s

source: SSO token decryption failed: %s
ja: SSO トークンの復号に失敗しました: %s
sl: Dešifriranje žetonov SSO ni uspelo: %s

source: Failed to decode STRAP key: %s
ja: STRAP 鍵のデコードに失敗しました: %s
sl: Dekodiranje ključa STRAP ni uspelo: %s

source: Failed to generate channel bindings for STRAP key: %s
ja: STRAP 鍵のチャネルバインディングの生成に失敗しました: %s
sl: Ustvarjanje povezav kanalov za ključ STRAP ni uspelo: %s

source: Failed to regenerate STRAP key: %s
ja: STRAP 鍵の再生成に失敗しました: %s
sl: Ključa STRAP ni bilo mogoče ponovno tvoriti: %s

source: Failed to generate STRAP key DER
ja: STRAP 鍵の DER の生成に失敗しました
sl: Ni bilo mogoče ustvariti ključa STRAP DER

source: STRAP signature failed: %s
ja: STRAP 署名に失敗しました: %s
sl: Podpis STRAP ni uspel: %s

source: Certificate may be multiple certificate authentication incompatible.
ja: 証明書は複数証明書認証と互換性がない可能性があります。
sl: Potrdilo je morda nezdružljivo z večkratnim preverjanjem pristnosti potrdila.

source: The certificate specifies key usages incompatible with authentication.
ja: 証明書で指定されている鍵使用法は認証と互換性がありません。
sl: V potrdilu so navedeni načini uporabe ključev, ki niso združljivi s preverjanjem pristnosti.

source: Certificate doesn't specify key usage.
ja: 証明書に鍵使用法が指定されていません。
sl: Potrdilo ne določa uporabe ključa.

source: Precondition failed %s[%s]:%d
ja: 事前条件に失敗しました %s[%s]:%d
sl: Predpogoj ni uspel %s[%s]:%d

source: Failed to generate the PKCS#7 structure: %s.
ja: PKCS#7 構造の生成に失敗しました: %s。
sl: Strukture PKCS#7 ni bilo mogoče ustvariti: %s.

source: Precondition failed %s[%s]:%d.
ja: 事前条件に失敗しました %s[%s]:%d。
sl: Predpogoj ni bil izpolnjen %s[%s]:%d.

source: Failed to sign data with second certificate: %s.
ja: セカンダリ証明書でのデータ署名に失敗しました: %s。
sl: Podatkov ni bilo mogoče podpisati z drugim potrdilom: %s.

source: TPM sign function called for %d bytes.
ja: TPM 署名関数が %d バイトで呼び出されました。
sl: Funkcija podpisovanja TPM je pričakovala %d bajtov.

source: Failed to create TPM hash object: %s
ja: TPM ハッシュオブジェクトの作成に失敗しました: %s
sl: Ustvarjanje predmeta zgoščene vrednosti TPM je spodletelo: %s

source: Failed to set value in TPM hash object: %s
ja: TPM ハッシュオブジェクトへの値の設定に失敗しました: %s
sl: Nastavljanje vrednosti predmeta zgoščene vrednosti TPM je spodletelo: %s

source: TPM hash signature failed: %s
ja: TPM ハッシュ署名に失敗しました: %s
sl: Podpis zgoščene vrednosti TPM je spodletel: %s

source: Error decoding TSS key blob: %s
ja: TSS キー BLOB のデコードエラー: %s
sl: Napaka odkodiranja binarnem paketu ključa TSS: %s

source: Error in TSS key blob
ja: TSS キー BLOB のエラー
sl: Napaka v binarnem paketu ključa TSS

source: Failed to create TPM context: %s
ja: TPM コンテキストの作成に失敗しました: %s
sl: Ustvarjanje vsebine TPM je spodletelo: %s

source: Failed to connect TPM context: %s
ja: TPM コンテキストの接続に失敗しました: %s
sl: Povezovanje vsebine TPM je spodletelo: %s

source: Failed to load TPM SRK key: %s
ja: TPM SRK キーの読み込みに失敗しました: %s
sl: Nalaganje ključa TPM SRK je spodletelo: %s

source: Failed to load TPM SRK policy object: %s
ja: TPM SRK ポリシーオブジェクトの読み込みに失敗しました: %s
sl: Nalaganje predmeta pravil TPM SRK je spodletelo: %s

source: Failed to set TPM PIN: %s
ja: TPM PIN の設定に失敗しました: %s
sl: Natavljanje kode PIN TPM je spodletelo: %s

source: Failed to load TPM key blob: %s
ja: TPM キー BLOB の読み込みに失敗しました: %s
sl: Nalaganje ključa BLOB TPM je spodletelo: %s

source: Enter TPM SRK PIN:
ja: TPM SRK PIN を入力してください:
sl: Vnesite kodo PIN TPM SRK:

source: Failed to create key policy object: %s
ja: キーポリシーオブジェクトの作成に失敗しました: %s
sl: Ustvarjanje predmeta pravil ključa je spodletelo: %s

source: Failed to assign policy to key: %s
ja: キーへのポリシーの割り当てに失敗しました: %s
sl: Dodelitev pravil ključu je spodletela: %s

source: Enter TPM key PIN:
ja: TPM キー PIN を入力してください:
sl: Vnesite PIN ključa TPM:

source: Enter secondary key TPM PIN:
ja: セカンダリキー TPM PIN を入力してください:
sl: Vnesite sekundarni ključ TPM PIN:

source: Failed to set key PIN: %s
ja: キー PIN の設定に失敗しました: %s
sl: Nastavljanje ključa PIN je spodletelo: %s

source: Unknown TPM2 EC digest size %d
ja: 不明な TPM2 EC ダイジェストサイズ %d
sl: Neznana velikost izvlečka TPM2 EC %d

source: Not supporting EC sign algo %s
ja: EC 署名アルゴリズム %s はサポートしていません
sl: Ne podpira podp. alg. ES %s

source: Error decoding TSS2 key blob: %s
ja: TSS2 キー BLOB のデコードエラー: %s
sl: Napaka odkodiranja binarnega paketa ključa TSS: %s

source: Failed to create ASN.1 type for TPM2: %s
ja: TPM2 用の ASN.1 タイプの作成に失敗しました: %s
sl: Ustvarjanje vrste ASN.1 za modul TPM2 je spodletelo: %s

source: Failed to decode TPM2 key ASN.1: %s
ja: TPM2 キー ASN.1 のデコードに失敗しました: %s
sl: Dekodiranje ključa TPM2 ASN.1 ni uspelo: %s

source: Failed to parse TPM2 key type OID: %s
ja: TPM2 キータイプ OID の解析に失敗しました: %s
sl: Razčlenjevanje vrste ključa TPM2 OID ni uspelo: %s

source: TPM2 key has unknown type OID %s not %s
ja: TPM2 キーのタイプ OID %s が不明です (%s ではありません)
sl: Ključ TPM2 je neznane vrste OID %s, ne %s

source: Failed to parse TPM2 key parent: %s
ja: TPM2 キーの親の解析に失敗しました: %s
sl: Razčlenitev nadrejenega ključu TPM2 ni uspela: %s

source: Failed to parse TPM2 pubkey element
ja: TPM2 公開鍵要素の解析に失敗しました
sl: Razčlenjevanje elementa pubkey TPM2 ni uspelo

source: Failed to parse TPM2 privkey element
ja: TPM2 秘密鍵要素の解析に失敗しました
sl: Razčlenjevanje elementa privkey TPM2 ni uspelo

source: Parsed TPM2 key with parent %x, emptyauth %d
ja: 親 %x、emptyauth %d の TPM2 キーを解析しました
sl: Razčlenjen ključ TPM2 z nadrejenim %x, emptyauth %d

source: TPM2 digest too large: %d > %d
ja: TPM2 ダイジェストが大きすぎます: %d > %d
sl: Povzetek PEM je predolg: %d > %d

source: PSS encoding failed; hash size %d too large for RSA key %d
ja: PSS エンコーディングに失敗しました。ハッシュサイズ %d が RSA キー %d に対して大きすぎます
sl: Kodiranje PSS ni uspelo; Velikost zgoščene vrednosti %d je prevelika za ključ RSA %d

source: TPMv2 RSA sign called for unknown algorithm %s
ja: 不明なアルゴリズム %s に対して TPMv2 RSA 署名が呼び出されました
sl: Znak TPMv2 RSA je zahteval neznani algoritem %s

source: TPM2 password too long; truncating
ja: TPM2 パスワードが長すぎます。切り詰めます
sl: Geslo TPM2 je predolgo; obrezano bo

source: owner
ja: 所有者
sl: lastnik

source: null
sl: ničta vrednost

source: endorsement
ja: 承認
sl: podpora

source: platform
ja: プラットフォーム
sl: okolje

source: Creating primary key under %s hierarchy.
ja: %s 階層下にプライマリーキーを作成しています。
sl: Ustvarjanje primarnega ključa v hierarhiji %s.

source: Enter TPM2 %s hierarchy password:
ja: TPM2 %s 階層のパスワードを入力してください:
sl: Vnesite geslo hierarhije TPM2 %s:

source: TPM2 Esys_TR_SetAuth failed: 0x%x
ja: TPM2 Esys_TR_SetAuth に失敗しました: 0x%x
sl: TPM2 Esys_TR_SetAuth ni uspel: 0x%x

source: TPM2 Esys_CreatePrimary owner auth failed
ja: TPM2 Esys_CreatePrimary 所有者認証に失敗しました
sl: Overitev lastnika TPM2 Esys_CreatePrimary ni uspela

source: TPM2 Esys_CreatePrimary failed: 0x%x
ja: TPM2 Esys_CreatePrimary に失敗しました: 0x%x
sl: TPM2 Esys_CreatePrimary ni uspel: 0x%x

source: Establishing connection with TPM.
ja: TPM との接続を確立しています。
sl: Vzpostavljanje povezave s TPM.

source: TPM2 Esys_Initialize failed: 0x%x
ja: TPM2 Esys_Initialize に失敗しました: 0x%x
sl: TPM2 Esys_Initialize ni uspel: 0x%x

source: TPM2 was already started up thus false positive failing in tpm2tss log.
ja: TPM2 はすでに起動していたため、tpm2tss ログで偽陽性の失敗が発生しました。
sl: TPM2 je bil že zagnan, odtod lažno pozitiven neuspeh v zapisniku tpm2tss.

source: TPM2 Esys_Startup failed: 0x%x
ja: TPM2 Esys_Startup に失敗しました: 0x%x
sl: TPM2 Esys_Startup ni uspel: 0x%x

source: Esys_TR_FromTPMPublic failed for handle 0x%x: 0x%x
ja: ハンドル 0x%x の Esys_TR_FromTPMPublic に失敗しました: 0x%x
sl: Esys_TR_FromTPMPublic ni uspelo za ročico 0x%x: 0x%x

source: Enter TPM2 parent key password:
ja: TPM2 親キーのパスワードを入力してください:
sl: Vnesite geslo za nadrejeni ključ TPM2:

source: Enter secondary TPM2 parent key password:
ja: セカンダリー TPM2 親キーのパスワードを入力してください:
sl: Vnesite sekundarno geslo nadrejenega ključa TPM2:

source: Loading TPM2 key blob, parent %x.
ja: TPM2 キー BLOB を読み込んでいます、親は %x です。
sl: Nalaganje ključa TPM2, nadrejeni %x.

source: TPM2 Esys_Load auth failed
ja: TPM2 Esys_Load 認証に失敗しました
sl: TPM2 Esys_Load auth ni uspel

source: TPM2 Esys_Load failed: 0x%x
ja: TPM2 Esys_Load に失敗しました: 0x%x
sl: TPM2 Esys_Load ni uspel: 0x%x

source: TPM2 Esys_FlushContext for generated primary failed: 0x%x
ja: 生成されたプライマリーの TPM2 Esys_FlushContext に失敗しました: 0x%x
sl: TPM2 Esys_FlushContext za tvorjeni primarni ni uspel: 0x%x

source: Enter TPM2 key password:
ja: TPM2 キーのパスワードを入力してください:
sl: Vnesite geslo ključa TPM2:

source: Enter secondary TPM2 key password:
ja: セカンダリー TPM2 キーのパスワードを入力してください:
sl: Vnesite sekundarno geslo ključa TPM2:

source: TPM2 RSA sign function called for %d bytes, algo %s
ja: TPM2 RSA 署名関数が %d バイト、アルゴリズム %s で呼び出されました
sl: Funkcija podpisovanja TPM2 RSA je klicana za %d bajtov, algo %s

source: TPM2 Esys_RSA_Decrypt auth failed
ja: TPM2 Esys_RSA_Decrypt 認証に失敗しました
sl: Overjanje TPM2 Esys_RSA_Decrypt ni uspelo

source: TPM2 failed to generate RSA signature: 0x%x
ja: TPM2 が RSA 署名の生成に失敗しました: 0x%x
sl: TPM2 ni uspel ustvariti podpisa RSA: 0x%x

source: TPM2 EC sign function called for %d bytes.
ja: TPM2 EC 署名関数が %d バイトで呼び出されました。
sl: Funkcija predznaka EC TPM2 je zahtevala %d bajtov.

source: Unknown TPM2 EC digest size %d for algo 0x%x
ja: アルゴリズム 0x%2$x に対する不明な TPM2 EC ダイジェストサイズ %1$d
sl: Neznana velikost izvlečka TPM2 EC %d za algo 0x%x
