Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: Short packet received (%d bytes)
ja: 短いパケットを受信しました (%d バイト)
sl: Prejet kratki paket (%d bajtov)

source: Unexpected packet length. SSL_read returned %d but packet is
ja: 予期しないパケット長です。SSL_read が %d を返しましたが、パケットは
sl: Nepričakovana dolžina paketa. SSL_read je vrnil %d, paket pa je

source: Got CSTP DPD request
ja: CSTP DPD リクエストを受信しました
sl: Prejeta zahteva DPD CSTP

source: Got CSTP DPD response
ja: CSTP DPD 応答を受信しました
sl: Prejet je odziv CSTP DPD

source: Got CSTP Keepalive
ja: CSTP キープアライブを受信しました
sl: Prejet je ukaz KEEPALIVE CSTP

source: Received uncompressed data packet of %d bytes
ja: 非圧縮データパケット %d バイトを受信しました
sl: Prejet je ne-stisnjen paket podatkov velikosti %d bajtov

source: Received server disconnect: %02x '%s'
ja: サーバー切断を受信しました: %02x '%s'
sl: Prejeta prekinitev povezave s strežnikom: %02x '%s'

source: Received server disconnect
ja: サーバー切断を受信しました
sl: Prejeta prekinitev povezave s strežnikom

source: Compressed packet received in !deflate mode
ja: 非 deflate モードで圧縮パケットを受信しました
sl: Prejet stisnjen paket v načinu !deflate

source: received server terminate packet
ja: サーバー終了パケットを受信しました
sl: prejet je prekinitveni paket strežnika

source: Unknown packet %02x %02x %02x %02x %02x %02x %02x %02x
ja: 不明なパケット %02x %02x %02x %02x %02x %02x %02x %02x
sl: Neznan paket %02x %02x %02x %02x %02x %02x %02x %02x

source: CSTP Dead Peer Detection detected dead peer!
ja: CSTP Dead Peer Detection が接続相手の停止を検出しました!
sl: Zaznava mrtvih omrežnih soležnikov CSTP je zaznala mrtvega omrežnega soležnika!

source: Reconnect failed
ja: 再接続に失敗しました
sl: Ponovna povezava je spodletela

source: Send CSTP DPD
ja: CSTP DPD を送信
sl: Pošlji zahtevo CSTP DPD

source: Send CSTP Keepalive
ja: CSTP キープアライブを送信
sl: Pošlji zahtevo CSTP Keepalive

source: Sending compressed data packet of %d bytes (was %d)
ja: 圧縮データパケット %d バイトを送信中 (元は %d バイト)
sl: Pošiljanje stisnjenega paketa podatkov velikosti %d bajtov (prej %d)

source: Send BYE packet: %s
ja: BYE パケットを送信: %s
sl: Pošlji paket BYE: %s

source: Short write writing BYE packet
ja: BYE パケットの送信が不完全です
sl: Kratek zapis pri zapisovanju paketa BYE

source: Attempting Digest authentication to proxy
ja: プロキシへの Digest 認証を試行中
sl: Poskus preverjanja pristnosti Digest na posredniškim strežniku

source: Attempting Digest authentication to server '%s'
ja: サーバー '%s' への Digest 認証を試行中
sl: Poskus preverjanja pristnosti Digest na strežniku »%s«

source: DTLS connection attempted with an existing fd
ja: 既存の fd で DTLS 接続が試行されました
sl: Poskus vzpostavitve povezave DTLS z obstoječim fd

source: No DTLS address
ja: DTLS アドレスがありません
sl: Ni naslova DTLS

source: Server offered no DTLS cipher option
ja: サーバーが DTLS 暗号化オプションを提供していません
sl: Strežnik ni ponudil možnosti šifer DTLS

source: No DTLS when connected via proxy
ja: プロキシ経由接続時は DTLS が利用できません
sl: Pri povezavi prek posredniškega strežnika, DTLS ni na voljo.

source: DTLS initialised. DPD %d, Keepalive %d
ja: DTLS が初期化されました。DPD %d、キープアライブ %d
sl: DTLS začet. DPD %d, Keepalive %d

source: Unknown packet (len %d) received: %02x %02x %02x %02x...
ja: 不明なパケット (長さ %d) を受信: %02x %02x %02x %02x...
sl: Prejet je neznan paket (len %d): %02x %02x %02x %02x...

source: TOS this: %d, TOS last: %d
ja: 現在の TOS: %d、前回の TOS: %d
sl: TOS tu: %d, TOS zadnji: %d

source: Got DTLS DPD request
ja: DTLS DPD 要求を受信しました
sl: Prejeta zahteva DPD DTLS

source: Failed to send DPD response. Expect disconnect
ja: DPD 応答の送信に失敗しました。切断される可能性があります
sl: Pošiljanje odziva DPD je spodletelo. Pričakujte prekinitev povezave.

source: Got DTLS DPD response
ja: DTLS DPD 応答を受信しました
sl: Prejet je odziv DTLS DPD

source: Got DTLS Keepalive
ja: DTLS キープアライブを受信しました
sl: Prejet je ukaz KEEPALIVE DTLS

source: Compressed DTLS packet received when compression not enabled
ja: 圧縮が無効なのに圧縮 DTLS パケットを受信しました
sl: Prejet stisnjen paket DTLS, vendar stiskanje ni omogočeno

source: Unknown DTLS packet type %02x, len %d
ja: 不明な DTLS パケットタイプ %02x、長さ %d
sl: Neznana vrsta paketa DTLS %02x, dolžina je %d

source: Send DTLS Keepalive
ja: DTLS キープアライブを送信しました
sl: Pošlji KEEPALIVE DTLS

source: Failed to send keepalive request. Expect disconnect
ja: キープアライブ要求の送信に失敗しました。切断される可能性があります
sl: Pošiljanje zahteve KEEPALIVE je spodletelo. Pričakujte prekinitev povezave.

source: Initiating MTU detection (min=%d, max=%d)
ja: MTU 検出を開始します (最小=%d、最大=%d)
sl: Inicializacija zaznavanja MTU (min=%d, maks=%d)

source: Sending MTU DPD probe (%u bytes)
ja: MTU DPD プローブを送信中 (%u バイト)
sl: Pošiljanje sondaže MTU DPD (%u bajtov)

source: Failed to send DPD request (%d %d)
ja: DPD 要求の送信に失敗しました (%d %d)
sl: Pošiljanje zahteve DPD je spodletelo (%d %d)

source: Too long time in MTU detect loop; assuming negotiated MTU.
ja: MTU 検出ループが長時間継続しています。ネゴシエートされた MTU を使用します
sl: Predolgo časa v zanki zaznavanja MTU; predpostavljen je izpogajani MTU.

source: Too long time in MTU detect loop; MTU set to %d.
ja: MTU 検出ループが長時間継続しています。MTU を %d に設定しました
sl: Predolgo časa v zanki zaznavanja MTU; MTU je nastavljen na %d.

source: Received MTU DPD probe (%u bytes)
ja: MTU DPD プローブを受信しました (%u バイト)
sl: Prejeta sondaža MTU DPD (%u bajtov)

source: Failed to recv DPD request (%d)
ja: DPD 要求の受信に失敗しました (%d)
sl: Prejemanje zahteve DPD je spodletelo (%d)

source: Detected MTU of %d bytes (was %d)
ja: MTU %d バイトを検出しました (以前は %d)
sl: Zaznan MTU %d bajtov (bil je %d)

source: No change in MTU after detection (was %d)
ja: MTU 検出後に変更はありません (値は %d)
sl: Po odkritju v MTU ni bilo spremembe (je bilo %d)

source: Accepting expected ESP packet with seq %u
ja: 予期された ESP パケット (シーケンス %u) を受理
sl: Sprejemanje pričakovanega paketa ESP s seq %u

source: Accepting later-than-expected ESP packet with seq %u (expected %<PRIu64>)
ja: 予期より遅い ESP パケット (シーケンス %u、予期値 %<PRIu64>) を受理
sl: Sprejem zakasnelega paketa ESP s seq %u (pričakovano %<PRIu64>)

source: Discarding ancient ESP packet with seq %u (expected %<PRIu64>)
ja: 古い ESP パケット (シーケンス %u、予期値 %<PRIu64>) を破棄
sl: Zavrženje starodavnega paketa ESP s seq %u (pričakovano %<PRIu64>)

source: Tolerating ancient ESP packet with seq %u (expected %<PRIu64>)
ja: 古い ESP パケット (シーケンス %u、予期値 %<PRIu64>) を許容
sl: Toleriranje starodavnega paketa ESP s seq %u (pričakovano %<PRIu64>)

source: Discarding replayed ESP packet with seq %u
ja: リプレイ攻撃 ESP パケット (シーケンス %u) を破棄
sl: Zavrženje ponovno predvajanega paketa ESP s seq %u

source: Tolerating replayed ESP packet with seq %u
ja: リプレイ攻撃 ESP パケット (シーケンス %u) を許容
sl: Toleriranje ponovno predvajanega paketa ESP s seq %u

source: Accepting out-of-order ESP packet with seq %u (expected %<PRIu64>)
ja: 順序不正 ESP パケット (シーケンス %u、予期値 %<PRIu64>) を受理
sl: Sprejem nepravilnega paketa ESP s seq %u (pričakovano %<PRIu64>)

source: Parameters for %s ESP: SPI 0x%08x
ja: %s ESP パラメータ: SPI 0x%08x
sl: Parametri za %s ESP: SPI 0x%08x

source: ESP encryption type %s key 0x%s
ja: ESP 暗号化方式 %s キー 0x%s
sl: Vrsta šifriranja ESP %s ključ 0x%s

source: ESP authentication type %s key 0x%s
ja: ESP 認証方式 %s キー 0x%s
sl: Vrsta preverjanja pristnosti ESP %s ključ 0x%s

source: incoming
ja: 受信
sl: dohodno

source: outgoing
ja: 送信
sl: odhodno

source: Send ESP probes
ja: ESP プローブを送信
sl: Pošlji sondiranje ESP

source: ESP receive error: %s
ja: ESP 受信エラー: %s
sl: Napaka pri prejemu ESP: %s

source: Received ESP packet from old SPI 0x%x, seq %u
ja: 古い SPI 0x%x から ESP パケットを受信、シーケンス %u
sl: Prejet paket ESP starega SPI 0x%x, seq %u

source: Received ESP packet with invalid SPI 0x%08x
ja: 無効な SPI 0x%08x の ESP パケットを受信
sl: Prejet paket ESP z neveljavnim SPI 0x%08x

source: Received ESP Legacy IP packet of %d bytes
ja: ESP Legacy IP パケット %d バイトを受信
sl: Prejet paket IP ESP Legacy velikosti %d bajtov

source: Received ESP Legacy IP packet of %d bytes (LZO-compressed)
ja: ESP Legacy IP パケット %d バイト (LZO 圧縮) を受信
sl: Prejet paket IP ESP Legacy velikosti %d bajtov (stiskanje LZO)

source: Received ESP IPv6 packet of %d bytes
ja: ESP IPv6 パケット %d バイトを受信
sl: Prejet je paket ESP IPv6 velikosti %d bajtov

source: Received ESP packet of %d bytes with unrecognised payload type %02x
ja: 認識できないペイロードタイプ %2$02x の ESP パケット %1$d バイトを受信
sl: Prejeti paket ESP %d bajtov z neprepoznano vrsto obremenitve %02x

source: Invalid padding length %02x in ESP
ja: ESP の無効なパディング長 %02x
sl: Neveljavna dolžina oblazinjenja %02x v ESP

source: Invalid padding bytes in ESP
ja: ESP の無効なパディングバイト
sl: Neveljavni bajti za oblazinjenje v ESP

source: ESP session established with server
ja: サーバーとの ESP セッションが確立されました
sl: Seja ESP s strežnikom je vzpostavljena

source: Failed to allocate memory to decrypt ESP packet
ja: ESP パケット復号用メモリの割り当てに失敗
sl: Dodeljevanje pomnilnika za dešifriranje paketa ESP je spodletelo

source: LZO decompression of ESP packet failed
ja: ESP パケットの LZO 展開に失敗
sl: Razširjanje LZO paketa ESP ni uspelo

source: LZO decompressed %d bytes into %d
ja: LZO で %d バイトを %d バイトに展開
sl: LZO je razširil %d bajtov v %d

source: Rekey not implemented for ESP
ja: ESP の鍵更新は実装されていません
sl: Rekey ni implementiran za ESP

source: ESP detected dead peer
ja: ESP がデッドピアを検出しました
sl: ESP je zaznal mrtvega vrstnika

source: Send ESP probes for DPD
ja: DPD 用の ESP プローブを送信しています
sl: Pošlji sondiranje ESP za DPD

source: Keepalive not implemented for ESP
ja: ESP ではキープアライブが実装されていません
sl: Keepalive ni implementiran za ESP

source: Requeueing failed ESP send: %s
ja: 失敗した ESP 送信を再キューに追加しています: %s
sl: Ponovno postavljanje v čakalno vrsto ni uspelo pošiljati ESP: %s

source: Failed to send ESP packet: %s
ja: ESP パケットの送信に失敗しました: %s
sl: Pošiljanje paketa ESP ni uspelo: %s

source: Sent ESP IPv%d packet of %d bytes
ja: %d バイトの ESP IPv%d パケットを送信しました
sl: Poslan paket ESP IPv%d %d bajtov

source: Failed to generate random keys for ESP
ja: ESP 用のランダムキーの生成に失敗しました
sl: Ni bilo mogoče ustvariti naključnih ključev za ESP

source: Failed to generate initial IV for ESP
ja: ESP 用の初期 IV の生成に失敗しました
sl: Izdelava začetnega IV za ESP je spodletela

source: WARNING: Unknown F5 JSON form field type '%s', treating as 'text'. Please report to <%s>
ja: 警告: 不明な F5 JSON フォームフィールドタイプ '%s' です。'text' として処理します。<%s>に報告してください
sl: OPOZORILO: Neznana vrsta polja obrazca F5 JSON »%s«, ki se obravnava kot besedilo (»text«). Prosimo, da poročate na <%s>

source: WARNING: No HTML authentication form found. Extracted form from F5's embedded JSON. This is EXPERIMENTAL. Please report results to <%s>.
ja: 警告: HTML 認証フォームが見つかりません。F5 の埋め込み JSON からフォームを抽出しました。 これは実験的機能です。結果を<%s>に報告してください。
sl: OPOZORILO: Obrazca za preverjanje pristnosti HTML ni mogoče najti. Izvlečena oblika iz vdelanega JSON v F5. To je POSKUSNO. Rezultate poročajte na <%s>.

source: WARNING: no HTML login form found; assuming username and password fields
ja: 警告: HTML ログインフォームが見つかりません。ユーザー名とパスワードフィールドがあると仮定します
sl: OPOZORILO: obrazca HTML za prijavo ni mogoče najti; predpostavljeni sta polj z uporabniškim imenom in geslom

source: Unknown form ID '%s' (expected 'auth_form')
ja: 不明なフォーム ID '%s' です ('auth_form' が期待されます)
sl: Neznan ID obrazca »%s« (pričakovano »auth_form«)

source: Failed to parse F5 profile response
ja: F5 プロファイル応答の解析に失敗しました
sl: Razčlenitev odziva profila F5 ni uspela

source: Failed to find VPN profile parameters
ja: VPN プロファイルパラメータが見つかりません
sl: Parametrov profila VPN ni bilo mogoče najti

source: Failed to parse F5 options response
ja: F5 オプション応答の解析に失敗しました
sl: Razčlenjevanje odgovora F5 je spodletelo.

source: Idle timeout is %d minutes
ja: アイドルタイムアウトは %d 分です
sl: Časovna omejitev mirovanja je %d minut

source: Got default routes
ja: デフォルトルートを取得しました
sl: Prejete privzete poti

source: Got SplitTunneling0 value of %d
ja: SplitTunneling0 の値 %d を取得しました
sl: Prejeta vrednost SplitTunneling0 %d

source: Got DNS server %s
ja: DNS サーバー %s を取得しました
sl: Pridobljen strežnik DNS %s

source: Got WINS/NBNS server %s
ja: WINS/NBNS サーバー %s を取得しました
sl: Pridobljen strežnik WINS / NBNS %s

source: Got search domain %s
ja: 検索ドメイン %s を取得しました
sl: Pridobljena iskalna domena »%s«

source: Got split exclude route %s
ja: 分割除外ルート %s を取得しました
sl: Prejeta deljena pot z izključevanjem %s

source: Got split include route %s
ja: 分割包含ルート %s を取得しました
sl: Prejeta deljena pot z vključevanjem %s

source: DTLS is enabled on port %d
ja: DTLS がポート %d で有効になっています
sl: DTLS je omogočen na vratih %d

source: WARNING: Server enables DTLS, but also requires HDLC. Disabling DTLS, because HDLC prevents determination of efficient and consistent MTU.
ja: 警告: サーバーは DTLS を有効にしていますが、HDLC も要求しています。 HDLC は効率的で一貫した MTU の決定を妨げるため、DTLS を無効にします。
sl: OPOZORILO: Strežnik omogoča DTLS, vendar zahteva tudi HDLC. onemogočanje DTLS, ker HDLC preprečuje določanje učinkovitega in doslednega MTU.

source: Failed to find VPN options
ja: VPN オプションが見つかりません
sl: Možnosti VPN ni bilo mogoče najti

source: Got Legacy IP address %s
ja: レガシー IP アドレス %s を取得しました
sl: Pridobljen opuščen naslov IP %s

source: Got IPv6 address %s
ja: IPv6 アドレス %s を取得しました
sl: Prejet je naslov IPv6 %s

source: Got profile parameters '%s'
ja: プロファイルパラメータ '%s' を取得しました
sl: Prejeti parametri profila »%s«

source: Got ipv4 %d ipv6 %d hdlc %d ur_Z '%s'
ja: ipv4 %d ipv6 %d hdlc %d ur_Z '%s' を取得しました
sl: Pridobljen ipv4 %d ipv6 %d hdlc %d ur_Z '%s'

source: Error establishing F5 connection
ja: F5 接続の確立エラー
sl: Napaka pri vzpostavljanju povezave F5

source: Got login realm '%s'
ja: ログインレルム '%s' を取得しました
sl: Pridobljeno področje prijave '%s'

source: Invalid credentials; try again.
ja: 認証情報が無効です。再試行してください。
sl: Neveljavne poverilnice; poskusite znova.

source: Got IPv%d exclude route %s
ja: IPv%d 除外ルート %s を取得しました
sl: Prejeti IPv%d izključitvene poti %s

source: Got IPv%d route %s
ja: IPv%d ルート %s を取得しました
sl: Prejet IPv%d poti %s

source: Failed to parse Fortinet config XML
ja: Fortinet 設定 XML の解析に失敗しました
sl: Razčlenjevanje nastavitvene datoteke XML Fortinet je spodletelo

source: Idle timeout is %d minutes.
ja: アイドルタイムアウトは %d 分です。
sl: Časovna omejitev mirovanja je %d minut.

source: Server reports that reconnect-after-drop is allowed within %d seconds, %s
ja: サーバーは切断後の再接続が %d秒以内で許可されていると報告しています。%s
sl: Strežniška poročila, da je vnovična povezava po padcu (reconnect-after-drop) dovoljena v %d sekundah, %s

source: but only from the same source IP address
ja: ただし同じ送信元 IP アドレスからのみ
sl: vendar samo iz istega izvornega naslova IP

source: even if source IP address changes
ja: 送信元 IP アドレスが変更されても
sl: tudi če se izvorni naslov IP spremeni

source: Server reports that reconnect-after-drop is not allowed. OpenConnect will not be able to reconnect if dead peer is detected. If reconnection DOES work, please report to <%s>
ja: サーバーは切断後の再接続が許可されていないと報告しています。 OpenConnect はデッドピアが検出された場合に再接続できません。 再接続が動作する場合は、<%s>に報告してください
sl: Poročila strežnika, da vnovična povezava po padcu ni dovoljena. OpenConnect ne bo mogel znova vzpostaviti povezave, če je zaznan mrtvi vrstnik. Če vnovična povezava DELUJE, o tem poročajte na <%s>

source: Reported platform is %s
ja: 報告されたプラットフォームは %s です
sl: Prijavljena platforma je %s

source: Got IPv%d DNS server %s
ja: IPv%d DNS サーバー %s を取得しました
sl: Pridobljen IPv%d DNS strežnika %s

source: WARNING: Got split-DNS domains %s (not yet implemented)
ja: 警告: 分割 DNS ドメイン %s を取得しました (未実装)
sl: OPOZORILO: Prejet domene deljenega DNS %s (še ni implementirano)

source: WARNING: Got split-DNS server %s (not yet implemented)
ja: 警告: 分割 DNS サーバー %s を取得しました (未実装)
sl: OPOZORILO: Prejet strežnik deljenega DNS %s (še ni implementirano)

source: WARNING: Fortinet server does not specifically enable or disable reconnection without reauthentication. If automatic reconnection does work, please report results to <%s>
ja: 警告: Fortinet サーバーは再認証なしの再接続を明示的に有効または無効にしていません。 自動再接続が動作する場合は、結果を <%s> に報告してください
sl: OPOZORILO: Strežnik Fortinet ne omogoča ali onemogoča ponovne povezave posebej brez vnovičnega preverjanja pristnosti. Če samodejna ponovna povezava deluje, vas prosimo, da poročate o rezultatih <%s>

source: Server did not send <auth-ses tun-connect-without-reauth="0/1"/>. OpenConnect will probably not be able to reconnect if dead peer is detected. If reconnection DOES, work please report to <%s>
ja: サーバーが <auth-ses tun-connect-without-reauth="0/1"/> を送信していません。 OpenConnect はデッドピアが検出された場合におそらく再接続できません。 再接続が動作する場合は、<%s> に報告してください
sl: Strežnik ni poslal <auth-ses tun-connect-without-reauth="0/1"/>. OpenConnect se verjetno ne bo mogel znova povezati, če je zaznan mrtvi vrstnik. Če se vnovična povezava izvede, prosimo, pošljite poročilo na <%s>

source: Received split routes; not setting default Legacy IP route
ja: 分割ルートを受信しました。デフォルトのレガシー IP ルートを設定しません
sl: Prejete deljene poti; brez nastavljanja privzete poti zastarelega IP-ja

source: No split routes received; setting default Legacy IP route
ja: 分割ルートを受信していません。デフォルトのレガシー IP ルートを設定します
sl: Deljene poti niso bile prejete; nastavitev privzete poti zastarelega naslova IP

source: Ancient Fortinet server (<v5?) only supports ancient HTML config, which is not implemented by OpenConnect.
ja: 古い Fortinet サーバー (v5未満?) は古い HTML 設定のみをサポートしており、これは OpenConnect では実装されていません。
sl: Starodavni strežnik Fortinet (<v5?) podpira samo starodavno konfiguracijo HTML, ki je OpenConnect nima implementirane.

source: Fortinet server is rejecting request for connection options. This has been observed after reconnection in some cases. Please report to <%s>, or see the discussions on %s and %s.
ja: Fortinet サーバーが接続オプションの要求を拒否しています。 これは一部のケースで再接続後に確認されています。 <%s>に報告するか、%s および %s での議論を参照してください。
sl: Strežnik Fortinet zavrača zahtevo za možnosti povezave. To so v nekaterih primerih opazili po ponovni povezavi. Prosimo, prijavite napako <%s> ali si oglejte razprave na %s in %s.

source: Error establishing Fortinet connection
ja: Fortinet 接続の確立エラー
sl: Napaka pri vzpostavljanju povezave Fortinet

source: No cookie named SVPNCOOKIE.
ja: SVPNCOOKIE という名前のクッキーがありません。
sl: Ni piškotka z imenom SVPNCOOKIE.

source: Did not receive expected svrhello response.
ja: 期待された svrhello 応答が受信されませんでした。
sl: Pričakovani odziv svrhello ni prejet.

source: svrhello status was "%.*s" rather than "ok"
ja: svrhello ステータスは "ok" ではなく "%.*s" でした
sl: Stanje svrhello je bil »%.*s« in ne »v redu«

source: Deferring DTLS resumption until CSTP generates a PSK
ja: CSTP が PSK を生成するまで DTLS 再開を延期しています
sl: Odložitev nadaljevanja DTLS, dokler CSTP ne tvori PSK

source: Failed to generate DTLS priority string
ja: DTLS 優先度文字列の生成に失敗しました
sl: Niza prednosti DTLS ni mogoče tvoriti

source: Failed to set DTLS priority: '%s': %s
ja: DTLS 優先度の設定に失敗しました: '%s': %s
sl: Nastavljanje prednosti DTLS je spodletelo: »%s«: %s

source: Failed to allocate credentials: %s
ja: 認証情報の割り当てに失敗しました: %s
sl: Dodelitev poverilnic ni uspela: %s

source: Failed to generate DTLS key: %s
ja: DTLS キーの生成に失敗しました: %s
sl: Ustvarjanje ključa DTLS ni uspelo: %s

source: Failed to set DTLS key: %s
ja: DTLS キーの設定に失敗しました: %s
sl: Nastavljanje ključa DTLS je spodletelo: %s

source: Failed to set DTLS PSK credentials: %s
ja: DTLS PSK 認証情報の設定に失敗しました: %s
sl: Nastavljanje poverilnic DTLS PSK je spodletelo: %s

source: Unknown DTLS parameters for requested CipherSuite '%s'
ja: 要求された暗号スイート '%s' の不明な DTLS パラメータ
sl: Neznani parametri DTLS za zahtevani CipherSuite '%s'

source: Failed to set DTLS session parameters: %s
ja: DTLS セッションパラメータの設定に失敗しました: %s
sl: Nastavljanje parametrov seje DTLS je spodletelo: %s

source: GnuTLS used %d ClientHello random bytes; this should never happen
ja: GnuTLS が %d バイトの ClientHello ランダム値を使用しました。これは発生してはいけません
sl: GnuTLS je uporabil %d naključnih bajtov ClientHello; to se ne bi smelo nikoli zgoditi

source: GnuTLS sent insecure ClientHello random. Upgrade to 3.6.13 or newer.
ja: GnuTLS が安全でない ClientHello ランダム値を送信しました。3.6.13 以降にアップグレードしてください。
sl: GnuTLS je poslal ne varni naključni ClientHello. Nadgradite na različico 3.6.13 ali novejšo.

source: Failed to initialize DTLS: %s
ja: DTLS の初期化に失敗しました: %s
sl: Inicializacija DTLS ni uspela: %s

source: Peer MTU %d too small to allow DTLS
ja: ピア MTU %d が小さすぎて DTLS を許可できません
sl: Vrstniški MTU %d premajhen, da bi omogočil DTLS

source: DTLS MTU reduced to %d
ja: DTLS MTU が %d に削減されました
sl: DTLS MTU je omejen na %d

source: DTLS session resume failed; possible MITM attack. Disabling DTLS.
ja: DTLS セッション復帰に失敗しました。中間者攻撃の可能性があります。DTLS を無効にします。
sl: Nadaljevanje seje DTLS ni uspelo; možen napad MITM. Onemogočanje DTLS.

source: Failed to set DTLS MTU: %s
ja: DTLS MTU の設定に失敗しました: %s
sl: Nastavljanje MTU za DTLS je spodletelo: %s

source: Established DTLS connection (using GnuTLS). Ciphersuite %s.
ja: DTLS 接続を確立しました (GnuTLS 使用)。暗号スイート %s。
sl: Vzpostavljena je povezava DTLS (prek GnuTLS). Šifrirna zbirka %s.

source: DTLS connection compression using %s.
ja: DTLS 接続は %s を使用して圧縮されています。
sl: Stiskanje povezave DTLS z uporabo %s.

source: DTLS handshake timed out
ja: DTLS ハンドシェイクがタイムアウトしました
sl: Izmenjava signalov DTLS je presegla dovoljeni čas

source: DTLS handshake failed: %s
ja: DTLS ハンドシェイクに失敗しました: %s
sl: Izmenjava signalov DTLS je spodletela: %s

source: (Is a firewall preventing you from sending UDP packets?)
ja: (ファイアウォールが UDP パケットの送信を阻止していませんか?)
sl: (Ali vam požarni zid preprečuje pošiljanje paketov UDP?)

source: Failed to initialise ESP cipher: %s
ja: ESP 暗号の初期化に失敗しました: %s
sl: Inicializacija šifre ESP ni uspela: %s

source: Failed to initialize ESP HMAC: %s
ja: ESP HMAC の初期化に失敗しました: %s
sl: Inicializacija HMAC ESP je spodletela: %s

source: Failed to calculate HMAC for ESP packet: %s
ja: ESP パケットの HMAC 計算に失敗しました: %s
sl: Ni bilo mogoče izračunati HMAC za paket ESP: %s

source: Received ESP packet with invalid HMAC
ja: 無効な HMAC を持つ ESP パケットを受信しました
sl: Prejeti paket ESP z neveljavnim HMAC

source: Decrypting ESP packet failed: %s
ja: ESP パケットの復号に失敗しました: %s
sl: Odšifriranje paketa ESP ni uspelo: %s

source: Failed to encrypt ESP packet: %s
ja: ESP パケットの暗号化に失敗しました: %s
sl: Odšifriranje paketa ESP je spodletelo: %s

source: Failed select() for TLS
ja: TLS の select() に失敗しました
sl: select() ni uspel za TLS

source: TLS/DTLS write cancelled
ja: TLS/DTLS 書き込みがキャンセルされました
sl: Zapisovanje TLS / DTLS je preklicano

source: Failed to write to TLS/DTLS socket: %s
ja: TLS/DTLS ソケットへの書き込みに失敗しました: %s
sl: Pisanje v vtič TLS/DTLS je spodletelo: %s

source: Failed select() for TLS/DTLS
ja: TLS/DTLS の select() に失敗しました
sl: select() ni uspel za TLS/DTLS

source: TLS/DTLS read cancelled
ja: TLS/DTLS 読み込みがキャンセルされました
sl: Branje TLS / DTLS je preklicano

source: TLS/DTLS socket closed uncleanly
ja: TLS/DTLS ソケットが異常に閉じられました
sl: Vtičnica TLS/DTLS se je zaprla nečisto

source: Failed to read from TLS/DTLS socket: %s
ja: TLS/DTLS ソケットからの読み込みに失敗しました: %s
sl: Branje z vtiča TLS/DTLS je spodletelo: %s

source: Attempted to read from non-existent %s session
ja: 存在しない %s セッションからの読み込みが試行されました
sl: Poskus branja iz neobstoječe seje %s

source: Read error on %s session: %s
ja: %s セッション読み込みエラー: %s
sl: Napaka pri branju v seji %s: %s

source: Attempted to write to non-existent %s session
ja: 存在しない %s セッションへの書き込みが試行されました
sl: Poskus pisanja v neobstoječo sejo %s

source: Write error on %s session: %s
ja: %s セッション書き込みエラー: %s
sl: Prišlo je do napake zapisovanja seje %s: %s

source: Could not extract expiration time of certificate
ja: 証明書の有効期限を抽出できませんでした
sl: Datuma poteka potrdila ni mogoče izluščiti.

source: Client certificate has expired at
ja: クライアント証明書の有効期限が切れました
sl: Potrdilo odjemalca je poteklo dne

source: Secondary client certificate has expired at
ja: セカンダリクライアント証明書の有効期限が切れました
sl: Sekundarno potrdilo odjemalca je poteklo dne

source: Client certificate expires soon at
ja: クライアント証明書がまもなく有効期限切れになります
sl: Potrdilo odjemalca poteče ob

source: Secondary client certificate expires soon at
ja: セカンダリクライアント証明書がまもなく有効期限切れになります
sl: Sekundarno potrdilo odjemalca poteče kmalu,

source: Failed to load item '%s' from keystore: %s
ja: キーストアからアイテム '%s' の読み込みに失敗しました: %s
sl: Nalaganje '%s' iz shrambe ključev je spodletelo: %s

source: Failed to open key/certificate file %s: %s
ja: 鍵/証明書ファイル %s を開けませんでした: %s
sl: Odpiranje datoteke ključa/potrdila %s je spodletelo: %s

source: Failed to stat key/certificate file %s: %s
ja: 鍵/証明書ファイル %s の stat() に失敗しました: %s
sl: Ustvarjanje datoteke ključa/potrdila %s je spodletelo: %s
