Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: DeleteUnicastIpAddressEntry() failed: %s
ja: DeleteUnicastIpAddressEntry() に失敗しました: %s
sl: DeleteUnicastIpAddressEntry() ni uspel: %s

source: GetUnicastIpAddressTable() did not find matching address to reclaim
ja: GetUnicastIpAddressTable() で回収対象の一致するアドレスが見つかりませんでした
sl: GetUnicastIpAddressTable() ni našel ujemajočega se naslova za povrnitev

source: Opened tun device %S
ja: tun デバイス %S を開きました
sl: Odprta naprava tun %S

source: Failed to obtain TAP driver version: %s
ja: TAP ドライバーのバージョン取得に失敗しました: %s
sl: Pridobitev različice gonilnika TAP ni uspela: %s

source: Error: TAP-Windows driver v9.9 or greater is required (found %ld.%ld)
ja: エラー: TAP-Windows ドライバー v9.9 以降が必要です (検出バージョン: %ld.%ld)
sl: Napaka: Potrebujete gonilnik TAP-Windows v9.9 ali novejšega (najden je %ld.%ld)

source: Failed to set TAP IP addresses: %s
ja: TAP IP アドレスの設定に失敗しました: %s
sl: Nastavitev naslovov IP TAP ni uspela: %s

source: Failed to set TAP media status: %s
ja: TAP メディアステータスの設定に失敗しました: %s
sl: Ni bilo mogoče nastaviti stanja medija TAP: %s

source: Could not convert interface name to UTF-8
ja: インターフェース名を UTF-8 に変換できませんでした
sl: Imena vmesnika ni bilo mogoče pretvoriti v UTF-8

source: Using %s device '%s', index %d
ja: %s デバイス '%s' (インデックス %d) を使用しています
sl: Uporaba %s naprave »%s«, kazalo %d

source: WARNING: Support for Wintun is experimental and may be unstable. If you encounter problems, install the TAP-Windows driver instead. See %s
ja: 警告: Wintun のサポートは実験的なものであり、不安定な可能性があります。 問題が発生した場合は、代わりに TAP-Windows ドライバーをインストールしてください。 %s を参照してください
sl: OPOZORILO: Podpora za Wintun je poskusna in je lahko nestabilna. Če naletite na težave, namesto tega namestite gonilnik TAP-Windows. Glejte %s

source: Could not construct interface name for "%s"
ja: "%s" のインターフェース名を構築できませんでした
sl: Ni bilo mogoče ustvariti imena vmesnika za »%s«

source: Unable to find a usable default adapter name based on hostname.
ja: ホスト名に基づいて使用可能なデフォルトのアダプター名を見つけられません。
sl: Ni mogoče najti uporabnega privzetega imena vmesnika na podlagi imena gostitelja.

source: Neither Windows-TAP nor Wintun adapters were found. Is the driver installed?
ja: Windows-TAP アダプターも Wintun アダプターも見つかりませんでした。ドライバーはインストールされていますか?
sl: Najdeni niso bili niti vmesniki Windows-TAP niti Wintun. Ali je gonilnik nameščen?

source: TAP device aborted connectivity. Disconnecting.
ja: TAP デバイスが接続を中止しました。切断します。
sl: Naprava TAP je prekinila povezljivost. Sledi prekinitev povezave.

source: Failed to read from TAP device: %s
ja: TAP デバイスからの読み込みに失敗しました: %s
sl: Branje iz naprave TAP je spodletelo: %s

source: Failed to complete read from TAP device: %s
ja: TAP デバイスからの読み込み完了に失敗しました: %s
sl: Branja iz naprave TAP ni bilo mogoče dokončati: %s

source: Wrote %ld bytes to tun
ja: %ld バイトを tun に書き込みました
sl: Zapisano %ld bajtov v tun

source: Waiting for tun write...
ja: tun への書き込みを待機中...
sl: Čakanje na pisanje tun ...

source: Wrote %ld bytes to tun after waiting
ja: 待機後、%ld バイトを tun に書き込みました
sl: Zapisanih %ld bajtov za tun po čakanju

source: Failed to write to TAP device: %s
ja: TAP デバイスへの書き込みに失敗しました: %s
sl: Pisanje v napravo TAP je spodletelo: %s

source: Spawning tunnel scripts is not yet supported on Windows
ja: Windows ではトンネルスクリプトの起動はまだサポートされていません
sl: Skripti za razpiranje tunelov v sistemu Windows še niso podprti

source: Could not open /dev/tun for plumbing
ja: 配管のために /dev/tun を開けませんでした
sl: Ni mogoče izvesti /dev/tun za razpeljavo

source: Can't push IP
ja: IP をプッシュできません
sl: Ni mogoče objaviti IP

source: Can't set ifname
ja: ifname を設定できません
sl: Ni mogoče nastaviti ifname

source: Can't open %s: %s
ja: %s を開けません: %s
sl: Ni mogoče odpreti %s: %s

source: Can't plumb %s for IPv%d: %s
ja: IPv%2$d のために %1$s を配管できません: %3$s
sl: Ni mogoče razpeljati %s za IPv%d: %s

source: Failed to create new tun
ja: 新しい tun の作成に失敗しました
sl: Ni mogoče ustvariti nove naprave tun

source: Failed to put tun file descriptor into message-discard mode
ja: tun ファイルディスクリプタをメッセージ破棄モードにできませんでした
sl: Podajanje opisnika datoteke TUN v načunu izločanja sporočil je spodletela.

source: tun device is unsupported on this platform
ja: このプラットフォームでは tun デバイスはサポートされていません
sl: Naprava tun na tej platformi ni podprta

source: Requested tun device name '%s' is too long
ja: 要求された tun デバイス名 '%s' は長すぎます
sl: Zahtevano ime naprave tun »%s« je predolgo

source: Failed to open tun device: %s
ja: tun デバイスを開けませんでした: %s
sl: Odpiranje naprave TUN je spodletelo: %s

source: Failed to bind local tun device (TUNSETIFF): %s
ja: ローカル tun デバイスのバインド (TUNSETIFF) に失敗しました: %s
sl: Povezava krajevne naprave tun (TUNSETIFF) ni uspela: %s

source: To configure local networking, openconnect must be running as root See %s for more information
ja: ローカルネットワークを設定するには、openconnect を root として実行する必要があります 詳細は %s を参照してください
sl: Če želite prilagoditi krajevno omrežje, morate openconnect izvajati kot root Za več informacij si oglejte %s

source: Invalid interface name '%s'; must match 'utun%%d' or 'tun%%d'
ja: 無効なインターフェース名 '%s' です。「utun%%d」または「tun%%d」に一致する必要があります
sl: Neveljavno ime vmesnika »%s«; ujemati se mora z ‘utun%%d’ ali ‘tun%%d’

source: Failed to open SYSPROTO_CONTROL socket: %s
ja: SYSPROTO_CONTROL ソケットを開けませんでした: %s
sl: Vtičnice SYSPROTO_CONTROL ni bilo mogoče odpreti: %s

source: Failed to query utun control id: %s
ja: utun 制御 ID のクエリに失敗しました: %s
sl: Poizvedba o ID-ju utun ni uspela: %s

source: Failed to allocate utun device name
ja: utun デバイス名の割り当てに失敗しました
sl: Dodelitev imena naprave utun ni uspela

source: Failed to connect utun unit: %s
ja: utun ユニットの接続に失敗しました: %s
sl: Povezava enote utun ni uspela: %s

source: Invalid interface name '%s'; must match 'tun%%d'
ja: 無効なインターフェース名 '%s' です。「tun%%d」に一致する必要があります
sl: Neveljavno ime vmesnika »%s«; skladno mora biti z imenom »tun%%d«

source: Cannot open '%s': %s
ja: '%s' を開けません: %s
sl: Ni mogoče odpreti »%s«: %s

source: Failed to make tun socket nonblocking: %s
ja: tun ソケットを非ブロッキングにできませんでした: %s
sl: Vtičnice tun ni bilo možno narediti ne blokirane: %s

source: socketpair failed: %s
ja: socketpair に失敗しました: %s
sl: Socketpair ni uspel: %s

source: fork failed: %s
ja: fork に失敗しました: %s
sl: cepitev ni uspela: %s

source: (script)
ja: (スクリプト)
sl: (skript)

source: Failed to write incoming packet: %s
ja: 受信パケットの書き込みに失敗しました: %s
sl: Zapisovanje prihajajočega paketa je spodletelo: %s

source: Failed to set vring #%d size: %s
ja: vring #%d のサイズ設定に失敗しました: %s
sl: Velikosti vring #%d ni bilo mogoče nastaviti: %s

source: Failed to set vring #%d base: %s
ja: vring #%d のベース設定に失敗しました: %s
sl: Osnove vring #%d ni bilo mogoče nastaviti: %s

source: Failed to set vring #%d RX backend: %s
ja: vring #%d の RX バックエンド設定に失敗しました: %s
sl: Zaledje RX vring #%d ni bilo mogoče nastaviti: %s

source: Failed to set vring #%d call eventfd: %s
ja: vring #%d のコール eventfd 設定に失敗しました: %s
sl: Ni uspelo nastaviti vring #%d klica eventfd: %s

source: Failed to set vring #%d kick eventfd: %s
ja: vring #%d のキック eventfd 設定に失敗しました: %s
sl: Ni uspelo nastaviti vring #%d brce eventfd: %s

source: Failed to find virtual task size; search reached zero
ja: 仮想タスクサイズの検索に失敗しました。検索がゼロに達しました
sl: Velikosti navidezne naloge ni bilo mogoče najti; dosežena vrednost nič

source: Detected virtual address range 0x%lx-0x%lx
ja: 仮想アドレス範囲 0x%lx-0x%lx を検出しました
sl: Zaznan obseg navideznih naslovov 0x%lx-0x%lx

source: Not using vhost-net due to low queue length %d
ja: キュー長 %d が短いため vhost-net を使用しません
sl: vhost-net ni v uporabi zaradi kratke dolžine čakalne vrste %d

source: Failed to open /dev/vhost-net: %s
ja: /dev/vhost-net を開けませんでした: %s
sl: Ni bilo mogoče odpreti /dev/vhost-net: %s

source: Failed to set vhost ownership: %s
ja: vhost 所有権の設定に失敗しました: %s
sl: Lastništva vhost ni bilo mogoče nastaviti: %s

source: Failed to get vhost features: %s
ja: vhost 機能の取得に失敗しました: %s
sl: Funkcij vhost ni bilo mogoče pridobiti: %s

source: vhost-net lacks required features: %llx
ja: vhost-net に必要な機能がありません: %llx
sl: vhost-net manjkajo zahtevane funkcije: %llx

source: Failed to set vhost features: %s
ja: vhost 機能の設定に失敗しました: %s
sl: Funkcij vhost ni bilo mogoče nastaviti: %s

source: Failed to open vhost kick eventfd: %s
ja: vhost キック eventfd を開けませんでした: %s
sl: Ni bilo mogoče odpreti brce vhosta eventfd: %s

source: Failed to open vhost call eventfd: %s
ja: vhost コール eventfd を開けませんでした: %s
sl: Ni bilo mogoče odpreti klica vhosta eventfd: %s

source: Failed to set vhost memory map: %s
ja: vhost メモリーマップの設定に失敗しました: %s
sl: Zemljevida pomnilnika vhost ni bilo mogoče nastaviti: %s

source: Failed to set tun sndbuf: %s
ja: tun sndbuf の設定に失敗しました: %s
sl: Nastavitev tun sndbuf ni uspela: %s

source: Using vhost-net for tun acceleration, ring size %d
ja: tun 高速化のために vhost-net を使用しています、リングサイズ %d
sl: Uporaba vhost-net za pospeševanje tun, velikost zbirke %d

source: Error: vhost gave back invalid descriptor %d, len %d
ja: エラー: vhost が無効なディスクリプタ %d、長さ %d を返しました
sl: Napaka: vhost je vrnil neveljaven opisnik %d, dolž. %d

source: vhost gave back empty descriptor %d
ja: vhost が空のディスクリプタ %d を返しました
sl: vhost je vrnil prazen opisnik %d

source: Free TX packet %p [%d] [used %d]
ja: TX パケット %p [%d] [使用済み %d] を解放
sl: Prosti paket TX %p [%d] [uporabljeno %d]

source: RX packet %p(%d) [%d] [used %d]
ja: RX パケット %p(%d) [%d] [使用済み %d]
sl: Paket RX %p(%d) [%d] [uporabljeno %d]

source: Queue TX packet %p at desc %d avail %d
ja: TX パケット %p をディスクリプタ %d (利用可能 %d) のキューに追加
sl: Paket TX %p v vrsti na opisu %d na voljo %d

source: Queue RX packet %p at desc %d avail %d
ja: RX パケット %p をディスクリプタ %d (利用可能 %d) のキューに追加
sl: Paket RX %p v vrsti na opisu %d na voljo %d

source: Immediate wake because vhost ring moved on from 0x%x to 0x%x
ja: vhost リングが 0x%x から 0x%x に移動したため即時ウェイクアップ
sl: Takojšnja budnost, ker se je obroč vhost premaknil z 0x%x na 0x%x

source: Failed to kick vhost-net eventfd
ja: vhost-net eventfd のキックに失敗しました
sl: Ni bilo mogoče brcniti vhost-net eventfd

source: Kick vhost ring
ja: vhost リングをキック
sl: Brcni obroč vhost

source: Could not load wintun.dll
ja: wintun.dll を読み込めませんでした
sl: Ni bilo mogoče naložiti wintun.dll

source: Could not resolve functions from wintun.dll
ja: wintun.dll から関数を解決できませんでした
sl: Funkcij ni bilo mogoče razrešiti iz wintun.dll

source: Wintun adapter has not been opened
ja: Wintun アダプターが開かれていません
sl: Vmesnik Wintun ni bil odprt

source: Unable to get Wintun adapter Guid
ja: Wintun アダプターの Guid を取得できません
sl: Guid vmesnika Wintun ni mogoče pridobiti

source: Loaded Wintun v%lu.%lu
ja: Wintun v%lu.%lu を読み込みました
sl: Naložen Wintun v%lu.%lu

source: Failed to create Wintun session: %s
ja: Wintun セッションの作成に失敗しました: %s
sl: Seje Wintun ni bilo mogoče ustvariti: %s

source: Could not retrieve packet from Wintun adapter '%S': %s
ja: Wintun アダプター '%S' からパケットを取得できませんでした: %s
sl: Paketa ni bilo mogoče pridobiti iz adapterja Wintun »%S«: %s

source: Drop oversized packet retrieved from Wintun adapter '%S' (%ld > %d)
ja: Wintun アダプター '%S' から取得した大きすぎるパケット (%ld > %d) を破棄します
sl: Spusti prevelik paket, pridobljen iz vmesnika Wintun »%S« (%ld > %d)

source: Could not send packet through Wintun adapter '%S': %s
ja: Wintun アダプター '%S' を通してパケットを送信できませんでした: %s
sl: Paketa ni bilo mogoče poslati prek vmesnika Wintun »%S«: %s

source: Treating host "%s" as a raw hostname
ja: ホスト "%s" を生のホスト名として扱います
sl: Gostitelj »%s« je obravnavano kot neoblikovano ime gostitelja.

source: Failed to SHA1 existing file
ja: 既存ファイルの SHA1 計算に失敗しました
sl: Določevanje razpršila SHA1 obstoječe datoteke je spodletelo

source: XML config file SHA1: %s
ja: XML 設定ファイルの SHA1: %s
sl: Nastavitvena datoteka XML SHA1: %s

source: Failed to parse XML config file %s
ja: XML 設定ファイル %s の解析に失敗しました
sl: Razčlenjevanje nastavitvene datoteke XML %s je spodletelo.

source: Host "%s" has address "%s"
ja: ホスト "%s" のアドレスは "%s" です
sl: Gostitelj »%s« je na naslovu »%s«.

source: Host "%s" has UserGroup "%s"
ja: ホスト "%s" の UserGroup は "%s" です
sl: Gostitelj »%s« vključuje uporabniško skupino »%s«.

source: Host "%s" not listed in config; treating as raw hostname
ja: ホスト "%s" は設定にありません。生のホスト名として扱います
sl: Gostitelj »%s« v datoteki config ni naveden; obravnavan bo kot neoblikovano ime gostitelja.

source: Failed to send "%s" to ykneo-oath applet: %s
ja: ykneo-oath アプレットへの "%s" の送信に失敗しました: %s
sl: Ni bilo mogoče poslati »%s« programčku ykneo-oath: %s

source: Invalid short response to "%s" from ykneo-oath applet
ja: ykneo-oath アプレットからの "%s" に対する短い応答が無効です
sl: Neveljaven kratek odgovor na »%s« iz programčka ykneo-oath

source: Failure response to "%s": %04x
ja: "%s" への失敗応答: %04x
sl: Spodleteli odziv na »%s«: %04x

source: select applet command
ja: アプレット選択コマンド
sl: Izberite ukaz programčka

source: Unrecognised response from ykneo-oath applet
ja: ykneo-oath アプレットからの認識できない応答
sl: Neprepoznan odziv programčka ykneo-oath

source: Found ykneo-oath applet v%d.%d.%d.
ja: ykneo-oath アプレット v%d.%d.%d が見つかりました。
sl: Najden je bil programček ykneo-oath razl. %d.%d.%d.

source: PIN required for Yubikey OATH applet
ja: Yubikey OATH アプレットには PIN が必要です
sl: PIN je potreben za programček Yubikey OATH

source: Yubikey PIN:
sl: PIN Yubikey:

source: Failed to calculate Yubikey unlock response
ja: Yubikey アンロック応答の計算に失敗しました
sl: Ni bilo mogoče izračunati odziva na odklepanje Yubikey

source: unlock command
ja: アンロックコマンド
sl: ukaz za odklepanje

source: Trying truncated-char PBKBF2 variant of Yubikey PIN
ja: Yubikey PIN の truncated-char PBKDF2 バリアントを試しています
sl: Poskus skrajšane znakovne različice PBKBF2 PIN-a Yubikey

source: Failed to establish PC/SC context: %s
ja: PC/SC コンテキストの確立に失敗しました: %s
sl: Ustvarjanje konteksta PC/SC je spodletelo: %s

source: Established PC/SC context
ja: PC/SC コンテキストを確立しました
sl: Vzpostavljen kontekst PC/SC

source: Failed to query reader list: %s
ja: リーダーリストのクエリに失敗しました: %s
sl: Poizvedba po seznamu bralnika ni uspela: %s

source: Failed to connect to PC/SC reader '%s': %s
ja: PC/SC リーダー '%s' への接続に失敗しました: %s
sl: Povezava z bralnikom PC/SC »%s« ni uspela: %s

source: Connected PC/SC reader '%s'
ja: PC/SC リーダー '%s' に接続しました
sl: Priključeni bralnik PC/SC »%s«

source: Failed to obtain exclusive access to reader '%s': %s
ja: リーダー '%s' への排他的アクセスの取得に失敗しました: %s
sl: Ni bilo mogoče pridobiti izključnega dostopa do bralnika »%s«: %s

source: list keys command
ja: 鍵の一覧表示コマンド
sl: Ukaz list keys (seznam ključev)

source: Found %s/%s key '%s' on '%s'
ja: %s/%s 鍵 '%s' が '%s' 上に見つかりました
sl: Najden ključ %s/%s »%s« na »%s«

source: Token '%s' not found on Yubikey '%s'. Searching for another Yubikey...
ja: トークン '%s' が Yubikey '%s' 上に見つかりませんでした。別の Yubikey を検索しています...
sl: Žetona »%s« ni bilo mogoče najti na Yubikeyju »%s«. Iskanje drugega Yubikeyja ...

source: Server is rejecting the Yubikey token; switching to manual entry
ja: サーバーが Yubikey トークンを拒否しています。手動入力に切り替えます
sl: Strežnik zavrača žeton Yubikey; preklop na ročni vnos

source: Generating Yubikey token code
ja: Yubikey トークンコードを生成しています
sl: Generiranje kode žetona Yubikey

source: Failed to obtain exclusive access to Yubikey: %s
ja: Yubikey への排他的アクセスの取得に失敗しました: %s
sl: Ni bilo mogoče pridobiti izključnega dostopa do Yubikey: %s

source: calculate command
ja: 計算コマンド
sl: Ukaz calculate (izračunaj)

source: Unrecognised response from Yubikey when generating tokencode
ja: トークンコード生成時に Yubikey から認識できない応答がありました
sl: Neprepoznan odziv Yubikeya pri ustvarjanju žetona

source: TCP_INFO rcv mss %d, snd mss %d, adv mss %d, pmtu %d
ja: TCP_INFO 受信 MSS %d、送信 MSS %d、通知 MSS %d、PMTU %d

source: UDP setsockopt
ja: UDP ソケットオプション設定

source: fgetws (stdin)
ja: fgetws (標準入力)

source: fgets (stdin)
ja: fgets (標準入力)

source: open /dev/tun
ja: /dev/tun を開く
