Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: Invalid OS identity "%s" Allowed values: linux, linux-64, win, mac-intel, android, apple-ios
ja: 無効な OS 識別子 "%s" 許可される値: linux, linux-64, win, mac-intel, android, apple-ios
sl: Neveljavna identiteta operacijskega sistema »%s« Dovoljene vrednosti: linux, linux-64, win, mac-intel, android, apple-ios

source: WARNING: You specified %s. This should not be necessary; please report cases where a priority string override is necessary to connect to a server to <%s>.
ja: 警告: %s を指定しました。これは必要ないはずです。 サーバーに接続するために優先順位文字列の上書きが必要な場合は、 <%s> に報告してください。
sl: OPOZORILO: Določili ste %s. To ne bi smelo biti obvezno; poročajte o primerih, v katerih je preglasitev s prednostnim nizom potrebna za povezavo s strežnikom, na naslov <%s>.

source: No server specified
ja: サーバーが指定されていません
sl: Ni določenega strežnika

source: Too many arguments on command line
ja: コマンドラインの引数が多すぎます
sl: Navedenih je preveč argumentov v ukazni vrstici.

source: This version of OpenConnect was built without libproxy support
ja: このバージョンの OpenConnect は libproxy のサポートなしでビルドされています
sl: Ta različica OpenConnect je zgrajena brez podpore libproxy

source: Error opening cmd pipe: %s
ja: cmd パイプのオープンエラー: %s
sl: Napaka pri odpiranju cevovoda cmd: %s

source: Failed to complete authentication
ja: 認証の完了に失敗しました
sl: Preverjanja pristnosti ni bilo mogoče dokončati

source: Creating SSL connection failed
ja: SSL 接続の作成に失敗しました
sl: Ustvarjanje povezave SSL je spodletelo.

source: Set up UDP failed; using SSL instead
ja: UDP のセットアップに失敗しました。代わりに SSL を使用します
sl: Nastavitev UDP je spodletela; namesto tega bo uporabljen SSL

source: No --script argument provided; DNS and routing are not configured
ja: --script 引数が指定されていません。DNS とルーティングは設定されません
sl: Ni navedenega argumenta --script; Vrednosti DNS in nastavitve preusmerjanja niso nastavljene.

source: See %s
ja: %s を参照してください
sl: Oglejte si %s

source: User requested reconnect
ja: ユーザーが再接続を要求しました
sl: Uporabnik je zahteval vnovično povezavo

source: Cookie was rejected by server; exiting.
ja: クッキーがサーバーに拒否されました。終了します。
sl: Piškotek je strežnik zavrnil; izhod.

source: Session terminated by server; exiting.
ja: セッションがサーバーによって終了されました。終了します。
sl: Sejo je prekinil strežnik; sledi izhod.

source: User cancelled (%s); exiting.
ja: ユーザーがキャンセルしました (%s)。終了します。
sl: Uporabnik preklican (%s); izhod.

source: User detached from session (%s); exiting.
ja: ユーザーがセッションから離脱しました (%s)。終了します。
sl: Uporabnik, ločen od seje (%s); sledi izhod.

source: Unrecoverable I/O error; exiting.
ja: 回復不能な I/O エラーです。終了します。
sl: Nepopravljiva V/I napaka; sledi izhod.

source: Unknown error; exiting.
ja: 未知のエラーです。終了します。
sl: Neznana napaka; izhod.

source: Failed to open %s for write: %s
ja: %s を書き込みモードで開けませんでした: %s
sl: Datoteke %s ni mogoče odpreti za pisanje: %s

source: Failed to write config to %s: %s
ja: 設定を %s に書き込めませんでした: %s
sl: Zapisovanje nastavitev v %s je spodletelo: %s

source: Insecurely accepting certificate from VPN server "%s" because you ran with --servercert=ACCEPT.
ja: VPN サーバー "%s" からの証明書を安全でない方法で受け入れています (--servercert=ACCEPT で実行されたため)。
sl: Sprejemanje potrdila strežnika VPN »%s« ni varno, ker ste zagnali z --servercert=ACCEPT.

source: Could not check server's certificate against %s
ja: サーバーの証明書を %s と照合できませんでした
sl: Ni bilo mogoče preveriti potrdila strežnika s/z %s

source: None of the %d fingerprint(s) specified via --servercert match server's certificate: %s
ja: --servercert で指定された %d 個のフィンガープリントは、サーバーの証明書 (%s) と一致しませんでした
sl: Nobeden od %d prstnih odtisov, navedenih prek --servercert, se ne ujema s potrdilom strežnika: %s

source: Certificate from VPN server "%s" failed verification. Reason: %s
ja: VPN サーバー "%s" の証明書の検証に失敗しました。 理由: %s
sl: Overjanje potrdila strežnika VPN "%s" je spodletelo. Vzrok: %s

source: To trust this server in future, perhaps add this to your command line:
ja: 今後このサーバーを信頼するには、コマンドラインに以下を追加してください:
sl: Če želite v prihodnje zaupati temu strežniku, ga morda dodajte v ukazno vrstico:

source: Enter '%s' to accept, '%s' to abort; anything else to view:
ja: 承認するには '%s' を、中止するには '%s' を入力してください。それ以外のキーで詳細を表示します:
sl: Vnesite '%s' za sprejem, '%s' za prekinitev; vse drugo za pogled:

source: no
ja: いいえ
sl: ne

source: yes
ja: はい
sl: da

source: Server key hash: %s
ja: サーバーの鍵ハッシュ: %s
sl: Zgoščena vrednost ključa strežnika: %s

source: Auth choice "%s" matches multiple options
ja: 認証の選択肢 "%s" が複数のオプションに一致します
sl: Izbira preverjanja pristnosti »%s« se ujema z več možnostmi

source: Auth choice "%s" not available
ja: 認証の選択肢 "%s" は利用できません
sl: Izbira overitve "%s" ni na voljo.

source: User input required in non-interactive mode
ja: 非対話モードでユーザー入力が必要です
sl: Zahtevano je uporabniško posredovanje v načinu brez posredovanja.

source: Failed to open token file for write: %s
ja: トークンファイルを書き込みモードで開けませんでした: %s
sl: Ni bilo mogoče odpreti datoteke žetona za pisanje: %s

source: Failed to write token: %s
ja: トークンの書き込みに失敗しました: %s
sl: Ni bilo mogoče zapisati žetona: %s

source: Soft token string is invalid
ja: ソフトトークンの文字列が無効です
sl: Uporabniški prstni odtis je neveljaven

source: Can't open stoken file
ja: stoken ファイルを開けません
sl: Datoteke stoken ni mogoče odpreti

source: Can't open ~/.stokenrc file
ja: ~/.stokenrc ファイルを開けません
sl: Ni mogoče odpreti datoteke ~/.stokenrc.

source: OpenConnect was not built with libstoken support
ja: OpenConnect は libstoken のサポートなしでビルドされました
sl: Program OpenConnect ni izgrajen s podporo libstoken

source: General failure in libstoken
ja: libstoken で一般的な失敗が発生しました
sl: Splošna napaka v knjižnici libstoken.

source: General failure in TOTP/HOTP support
ja: TOTP/HOTP サポートで一般的な失敗が発生しました
sl: Splošna napaka v podpori za TOTP/HOTP

source: Yubikey token not found
ja: Yubikey トークンが見つかりません
sl: Žeton Yubikey ni bil najden

source: OpenConnect was not built with Yubikey support
ja: OpenConnect は Yubikey のサポートなしでビルドされました
sl: OpenConnect ni bil zgrajen s podporo Yubikey

source: General Yubikey failure: %s
ja: 一般的な Yubikey の失敗: %s
sl: Splošna napaka Yubikey: %s

source: Can't open oidc file
ja: oidc ファイルを開けません
sl: Ni mogoče odpreti datoteke oidc.

source: General failure in oidc token
ja: oidc トークンで一般的な失敗が発生しました
sl: Splošna napaka v žetonu oidc

source: Set up tun script failed
ja: tun スクリプトのセットアップに失敗しました
sl: Nastavitev skripta tun ni uspela

source: Set up tun device failed
ja: tun デバイスのセットアップに失敗しました
sl: Namestitev naprave TUN je spodletela

source: Delaying tunnel with reason: %s
ja: 次の理由によりトンネルを遅延しています: %s
sl: Zakasnitev predora z razlogom: %s

source: Delaying cancel (immediate callback).
ja: キャンセルを遅延しています (即時コールバック)。
sl: Zakasnitev preklica (takojšen povratni klic).

source: Delaying cancel.
ja: キャンセルを遅延しています。
sl: Zakasnitev preklica.

source: Delaying pause (immediate callback).
ja: 一時停止を遅延しています (即時コールバック)。
sl: Zakasnitev prekinitve (takojšen povratni klic).

source: Delaying pause.
ja: 一時停止を遅延しています。
sl: Zakasnitev premora.

source: Caller paused the connection
ja: 呼び出し元が接続を一時停止しました
sl: Klicatelj je začasno ustavil povezavo

source: No work to do; sleeping for %d ms...
ja: 実行する作業がありません。%d ミリ秒スリープします...
sl: V pričakovanju novih nalog; stanje nedejavnosti je %d ms ...

source: WaitForMultipleObjects failed: %s
ja: WaitForMultipleObjects に失敗しました: %s
sl: WaitForMultipleObjects ni uspel: %s

source: Failed epoll_wait() in mainloop
ja: メインループで epoll_wait() に失敗しました
sl: epoll_wait() v glavni zanki je spodletel

source: Failed select() in mainloop
ja: メインループで select() に失敗しました
sl: Spodleteli select() v glavni zanki

source: Using base_mtu of %d
ja: ベース MTU %d を使用しています
sl: Uporaba base_mtu %d

source: After removing %s/IPv%d headers, MTU of %d
ja: %s/IPv%d ヘッダーを削除後、MTU は %d
sl: Po odstranitvi glav %s/IPv%d, MTU %d

source: After removing protocol specific overhead (%d unpadded, %d padded, %d blocksize), MTU of %d
ja: プロトコル固有のオーバーヘッド (%d unpadded, %d padded, %d blocksize) を削除後、MTU は %d
sl: Po odstranitvi presežkov, specifičnih za protokol (%d neoblazinjeni, %d oblazinjeni, %d velikosti bloka), MTU %d

source: InitializeSecurityContext() failed: %lx
ja: InitializeSecurityContext() に失敗しました: %lx
sl: InitializeSecurityContext() ni uspel: %lx

source: AcquireCredentialsHandle() failed: %lx
ja: AcquireCredentialsHandle() に失敗しました: %lx
sl: AcquireCredentialsHandle() ni uspel: %lx

source: Error communicating with ntlm_auth helper
ja: ntlm_auth ヘルパーとの通信エラー
sl: Napaka pri komunikaciji z ntlm_auth helper

source: Attempting HTTP NTLM authentication to proxy (single-sign-on)
ja: プロキシへの HTTP NTLM 認証 (シングルサインオン) を試行中です
sl: Poskus preverjanja pristnosti HTTP NTLM na posrednem strežniku (enotna prijava)

source: Attempting HTTP NTLM authentication to server '%s' (single-sign-on)
ja: サーバー '%s' への HTTP NTLM 認証 (シングルサインオン) を試行中です
sl: Poskus preverjanja pristnosti HTTP NTLM na strežniku »%s« (enotna prijava)

source: Attempting HTTP NTLMv%d authentication to proxy
ja: プロキシへの HTTP NTLMv%d 認証を試行中です
sl: Poskus preverjanja pristnosti HTTP NTLMv%d na posrednem strežniku

source: Attempting HTTP NTLMv%d authentication to server '%s'
ja: サーバー '%2$s' への HTTP NTLMv%1$d 認証を試行中です
sl: Poskus preverjanja pristnosti HTTP NTLMv%d na strežniku »%s«

source: Terminating because nullppp has reached network state.
ja: nullppp がネットワーク状態に達したため終了します。
sl: Prenehanje, ker je nullppp dosegel stanje omrežja.

source: Invalid base32 token string
ja: 無効な base32 トークン文字列です
sl: Neveljaven niz žetona base32

source: Failed to allocate memory to decode OATH secret
ja: OATH シークレットをデコードするためのメモリー割り当てに失敗しました
sl: Dodeljevanje pomnilnika za dekodiranje skrivnosti OATH je spodletelo

source: This version of OpenConnect was built without PSKC support
ja: このバージョンの OpenConnect は PSKC のサポートなしでビルドされました
sl: Ta različica programa OpenConnect je izgrajena brez podpore za PSKC

source: OK to generate INITIAL tokencode
ja: 最初のトークンコードを生成してよろしいですか
sl: Zahtevana je potrditev za ustvarjanje ZAŽETNE kode žetona.

source: OK to generate NEXT tokencode
ja: 次のトークンコードを生成してよろしいですか
sl: Zahtevana je potrditev za ustvarjanje NASLEDNJE kode žetona.

source: Server is rejecting the soft token; switching to manual entry
ja: サーバーがソフトトークンを拒否しています。手動入力に切り替えます
sl: Strežnik zavrača uporabniški prstni odtis; preklopljen bo način za ročni vnos.

source: Generating OATH TOTP token code
ja: OATH TOTP トークンコードを生成しています
sl: Poteka ustvarjanje kode žetona OATH TOTP.

source: Generating OATH HOTP token code
ja: OATH HOTP トークンコードを生成しています
sl: Tvorjenje kode žetona OATH TOTP

source: Unexpected length %d for TLV %d/%d
ja: TLV %2$d/%3$d で想定外の長さ %1$d
sl: Nepričakovana dolžina %d za TLV %d/%d

source: Received MTU %d from server
ja: サーバから MTU %d を受信
sl: Prejeto %d MTU s strežnika

source: Received DNS server %s
ja: DNS サーバ %s を受信
sl: Prejeti strežnik DNS %s

source: Received DNS search domain %.*s
ja: DNS 検索ドメイン %.*s を受信
sl: Prejeta domena za iskanje DNS %.*s

source: Received internal IP address %s
ja: 内部 IP アドレス %s を受信
sl: Prejeti interni naslov IP %s

source: Received netmask %s
ja: ネットマスク %s を受信
sl: Prejeta maska omrežja %s

source: Received internal gateway address %s
ja: 内部ゲートウェイ アドレス %s を受信
sl: Prejeti naslov notranjega prehoda %s

source: Received split include route %s
ja: スプリットインクルードルート %s を受信
sl: Prejeta razdelitev vključuje pot %s

source: Received split exclude route %s
ja: スプリットエクスクルードルート %s を受信
sl: Prejeta razdelitev izključuje pot %s

source: Received WINS server %s
ja: WINS サーバ %s を受信
sl: Prejeti strežnik WINS %s

source: ESP encryption: 0x%02x (%s)
ja: ESP 暗号化: 0x%02x (%s)
sl: Šifriranje ESP: 0x%02x (%s)

source: ESP compression: %d
ja: ESP 圧縮: %d
sl: Stiskanje ESP: %d

source: ESP port: %d
ja: ESP ポート: %d
sl: Vrata ESP: %d

source: ESP key lifetime: %u bytes
ja: ESP キー寿命: %u バイト
sl: Življenjska doba ključa ESP: %u bajtov

source: ESP key lifetime: %u seconds
ja: ESP キー寿命: %u 秒
sl: Življenjska doba ključa ESP: %u s

source: ESP to SSL fallback: %u seconds
ja: ESP から SSL へのフォールバック: %u 秒
sl: Nadomestna povrnitev ESP v SSL: %u s

source: ESP replay protection: %d
ja: ESP リプレイ保護: %d
sl: Zaščita pred ponovitvijo ESP: %d

source: ESP SPI (outbound): %x
ja: ESP SPI (送信): %x
sl: ESP SPI (odhodno): %x

source: %d bytes of ESP secrets
ja: ESP シークレット %d バイト
sl: %d bajtov skrivnosti ESP

source: Unknown TLV group %d attr %d len %d:%s
ja: 不明な TLV グループ %d 属性 %d 長さ %d:%s
sl: Neznana skupina TLV %d atr %d dolž %d:%s

source: Failed to parse KMP header
ja: KMP ヘッダの解析に失敗
sl: Razčlenitve glave KMP ni bilo mogoče

source: Failed to parse KMP message
ja: KMP メッセージの解析に失敗
sl: Sporočila KMP ni bilo mogoče razčleniti

source: Got KMP message %d of size %d
ja: KMP メッセージ %d (サイズ %d) を受信
sl: Pridobljeno sporočilo KMP %d velikosti %d

source: Received non-ESP TLVs (group %d) in ESP negotiation KMP
ja: ESP ネゴシエーション KMP で非ESP TLV (グループ %d) を受信
sl: Prejet ne-ESP TLV (skupina %d) v pogajanjih ESP KMP

source: Error creating oNCP negotiation request
ja: oNCP ネゴシエーション要求の作成にエラー
sl: Napaka pri ustvarjanju zahteve za pogajanja oNCP

source: Short write in oNCP negotiation
ja: oNCP ネゴシエーションで書き込み不足
sl: Kratek zapis v pogajanjih oNCP

source: Read %d bytes of SSL record
ja: SSL レコード %d バイトを読み取り
sl: Preberanih %d bajtov zapisa SSL

source: Unexpected response of size %d after hostname packet
ja: ホスト名パケット後に想定外のサイズ %d の応答
sl: Nepričakovan odziv velikosti %d po paketu imena gostitelja

source: Server response to hostname packet is error 0x%02x
ja: ホスト名パケットに対するサーバ応答はエラー 0x%02x
sl: Odziv strežnika na paket imen gostitelja je napaka 0x%02x

source: This seems to indicate that the server has disabled support for Juniper's older oNCP protocol, and only allows connections using the newer Junos Pulse protocol. This version of OpenConnect has EXPERIMENTAL support for Pulse using --prot=pulse
ja: これは、サーバが Juniper の古い oNCP プロトコルのサポートを無効にし、 より新しい Junos Pulse プロトコルを使用した接続のみを許可していることを示しているようです。 このバージョンの OpenConnect では、--prot=pulse を使用した Pulse の実験的サポートがあります
sl: To najbrž pomeni, da je strežnik onemogočil podporo za Juniperjev starejši protokol oNCP in omogoča povezave samo z uporabo novejšega protokola Junos Pulse. Ta različica OpenConnect ima EKSPERIMENTALNO podporo za Pulse z uporabo --prot=pulse

source: Invalid packet waiting for KMP 301
ja: KMP 301 応答待機中に不正なパケットを受信
sl: Neveljaven paket čaka na KMP 301

source: Expected KMP message 301 from server but got %d
ja: サーバーから KMP メッセージ 301 が期待されましたが、%d を受信しました
sl: Pričakovano je sporočilo KMP 301 s strežnika, vendar je prejeto %d

source: KMP message 301 from server too large (%d bytes)
ja: サーバーからの KMP メッセージ 301 が大きすぎます (%d バイト)
sl: Sporočilo KMP 301 s strežnika je preveliko (%d bajtov)

source: Got KMP message 301 of length %d
ja: 長さ %d の KMP メッセージ 301 を受信しました
sl: Prejeto sporočilo KMP 301 dolžine %d

source: Failed to read continuation record length
ja: 継続レコード長の読み取りに失敗しました
sl: Dolžine nadaljevanja zapisa ni bilo mogoče prebrati

source: Record of additional %d bytes too large; would make %d
ja: 追加の %d バイトのレコードが大きすぎます; 合計 %d バイトになります
sl: Zapis dodatnih %d bajtov je prevelik; bi povzročil %d

source: Failed to read continuation record of length %d
ja: 長さ %d の継続レコードの読み取りに失敗しました
sl: Nadaljevanje zapisa dolžine %d ni bilo mogoče prebrati

source: Discarding Legacy IP frame in the middle of oNCP config
ja: oNCP 設定中にレガシー IP フレームを破棄しています
sl: Zavrženje podedovanega okvira IP sredi prilagoditve oNCP

source: Read additional %d bytes of KMP 301 message
ja: KMP 301 メッセージの追加 %d バイトを読み取りました
sl: Prebranih dodatnih %d bajtov sporočila KMP 301

source: Error negotiating ESP keys
ja: ESP 鍵のネゴシエーションでエラーが発生しました
sl: Napaka pri pogajanjih o ključih ESP

source: oNCP negotiation request outgoing:
ja: oNCP ネゴシエーション要求送信中:
sl: Izhodna zahteva za pogajanja oNCP:

source: new incoming
ja: 新規受信
sl: novo dohodno

source: new outgoing
ja: 新規送信
sl: novo odhodno

source: Read only 1 byte of oNCP length field
ja: oNCP 長さフィールドの 1 バイトのみ読み取りました
sl: Preberan samo 1 bajt polja dolžine oNCP

source: Server terminated connection (session expired)
ja: サーバーが接続を終了しました (セッションの有効期限切れ)
sl: Strežnik je prekinil povezavo (seja je potekla)

source: Server terminated connection (idle timeout)
ja: サーバーが接続を終了しました (アイドルタイムアウト)
sl: Strežnik je prekinil povezavo (prekoračitev roka mirovanja)

source: Server terminated connection (reason: %d)
ja: サーバーが接続を終了しました (理由: %d)
sl: Strežnik je prekinil povezavo (razlog: %d)

source: Server sent zero-length oNCP record
ja: サーバーが長さゼロの oNCP レコードを送信しました
sl: Strežnik je poslal zapis oNCP z ničelno dolžino

source: Incoming KMP message %d of size %d (got %d)
ja: KMP メッセージ %d (サイズ %d) を受信中 (受信済み: %d)
sl: Dohodno sporočilo KMP %d velikosti %d (prejeto %d)

source: Continuing to process KMP message %d now size %d (got %d)
ja: KMP メッセージ %d (現在サイズ %d) の処理を継続中 (受信済み: %d)
sl: Nadaljevanje obdelave sporočila KMP %d, zdaj velikosti %d (pridobljeno %d)

source: Unrecognised data packet
ja: 認識できないデータパケットです
sl: Neprepoznani podatkovni paket

source: Failed to set up ESP: %s
ja: ESP のセットアップに失敗しました: %s
sl: ESP ni bilo mogoče nastaviti: %s

source: Unknown KMP message %d of size %d:
ja: 未知の KMP メッセージ %d (サイズ %d):
sl: Neznano sporočilo KMP %d velikosti %d:

source: .... + %d more bytes unreceived
ja: .... + 未受信のデータがさらに %d バイトあります
sl: .... + %d več neprejetih bajtov

source: Packet outgoing:
ja: 送信パケット:
sl: Odhodni paket:

source: Sent ESP enable control packet
ja: ESP 有効化制御パケットを送信しました
sl: Poslan kontrolni paket omogočenega ESP

source: ERROR: %s() called with invalid UTF-8 for '%s' argument
ja: エラー: %s() が引数 '%s' に無効な UTF-8 を指定して呼び出されました
sl: NAPAKA: %s() klicana z neveljavnim UTF-8 za argument »%s«

source: Unable to calculate DTLS overhead for %s
ja: %s の DTLS オーバーヘッドを計算できません
sl: Ni mogoče izračunati režijskih stroškov DTLS za %s

source: Failed to generate random key
ja: ランダムな鍵の生成に失敗しました
sl: Ni bilo mogoče ustvariti naključnega ključa

source: Failed to create SSL_SESSION ASN.1 for OpenSSL: %s
ja: OpenSSL 用の SSL_SESSION ASN.1 の作成に失敗しました: %s
sl: Ustvarjanje SSL_SESSION ASN.1 za OpenSSL je spodletelo: %s

source: OpenSSL failed to parse SSL_SESSION ASN.1
ja: OpenSSL が SSL_SESSION ASN.1 の解析に失敗しました
sl: OpenSSL ni uspel razčleniti SSL_SESSION ASN.1

source: Initialise DTLSv1 session failed
ja: DTLSv1 セッションの初期化に失敗しました
sl: Začenjanje seje DTLSv1 je spodletela

source: Too large application ID size
ja: アプリケーション ID のサイズが大きすぎます
sl: Prevelika velikost ID-ja programa

source: PSK callback
ja: PSK コールバック
sl: Povratni klic PSK

source: Initialise DTLSv1 CTX failed
ja: DTLSv1 CTX の初期化に失敗しました
sl: Začenjanje DTLSv1 CTX je spodletelo.

source: Set DTLS CTX version failed
ja: DTLS CTX バージョンの設定に失敗しました
sl: Nastavljanje različice DTLS CTX je spodletelo.

source: Failed to generate DTLS key
ja: DTLS 鍵の生成に失敗しました
sl: Ključa DTLS ni bilo mogoče ustvariti

source: Set DTLS cipher list failed
ja: DTLS 暗号リストの設定に失敗しました
sl: Nastavljanje seznama šifer DTLS je spodletelo.

source: DTLS cipher '%s' not found
ja: DTLS 暗号 '%s' が見つかりません
sl: Šifre DTLS »%s« ni bilo mogoče najti

source: SSL_set_session() failed with DTLS protocol version 0x%x Are you using a version of OpenSSL older than 0.9.8m? See %s Use the --no-dtls command line option to avoid this message
ja: DTLS プロトコルバージョン 0x%x で SSL_set_session() に失敗しました 0.9.8m より古いバージョンの OpenSSL を使用していませんか? %s を参照してください このメッセージを回避するには --no-dtls コマンドラインオプションを使用してください
sl: SSL_set_session() ni uspel pri različici protokola DTLS 0x%x Ali uporabljate različico OpenSSL, starejšo od 0.9.8m? Glejte %s Uporabite možnost ukazne vrstice --no-dtls, da se izognete temu sporočilu

source: SSL_set_session() failed
ja: SSL_set_session() に失敗しました
sl: SSL_set_session() je spodletel

source: Create DTLS dgram BIO failed
ja: DTLS dgram BIO の作成に失敗しました
sl: Ustvarjanje dgram DTLS BIO ni uspelo

source: Established DTLS connection (using OpenSSL). Ciphersuite %s-%s.
ja: DTLS 接続を確立しました (OpenSSL を使用)。暗号スイート: %s-%s。
sl: Povezava DTLS je vzpostavljena (z uporabo OpenSSL). Šifrirna zbirka %s-%s.

source: Your OpenSSL is older than the one you built against, so DTLS may fail!
ja: お使いの OpenSSL はビルドに使用されたものより古いため、DTLS が失敗する可能性があります!
sl: Vaš OpenSSL je starejši od tistega, s katerim ste ga zgradili, zato lahko DTLS spodleti!

source: This is probably because your OpenSSL is broken See http://rt.openssl.org/Ticket/Display.html?id=2984
ja: お使いの OpenSSL が壊れている可能性があります http://rt.openssl.org/Ticket/Display.html?id=2984 を参照してください
sl: Vzrok je najbrž v vašem okvarjenem OpenSSL. Oglejte si http://rt.openssl.org/Ticket/Display.html?id=2984

source: DTLS handshake failed: %d
ja: DTLS ハンドシェイクに失敗しました: %d
sl: Izmenjava signalov DTLS je spodletela: %d

source: Failed to initialise ESP cipher:
ja: ESP 暗号の初期化に失敗しました:
sl: Inicializacija šifre ESP ni uspela: %s

source: Failed to initialize ESP HMAC
ja: ESP HMAC の初期化に失敗しました
sl: Inicializacija HMAC ESP je spodletela: %s

source: Failed to set up decryption context for ESP packet:
ja: ESP パケットの復号コンテキストのセットアップに失敗しました:
sl: Ni bilo mogoče nastaviti konteksta dešifriranja za paket ESP:

source: Failed to decrypt ESP packet:
ja: ESP パケットの復号に失敗しました:
sl: Paketa ESP ni bilo mogoče dešifrirati:

source: Failed to encrypt ESP packet:
ja: ESP パケットの暗号化に失敗しました:
sl: Dešifriranje paketa ESP je spodletelo: %s

source: Failed to establish libp11 PKCS#11 context:
ja: libp11 PKCS#11 コンテキストの確立に失敗しました:
sl: Konteksta libp11 PKCS#11 ni bilo moč vzpostaviti:

source: Failed to load PKCS#11 provider module (%s):
ja: PKCS#11 プロバイダーモジュール (%s) の読み込みに失敗しました:
sl: Ni bilo mogoče naložiti modula ponudnika PKCS#11 (%s):

source: PIN locked
ja: PIN がロックされています
sl: Koda PIN je zaklenjena

source: PIN expired
ja: PIN の有効期限が切れました
sl: Koda PIN je pretekla

source: Another user already logged in
ja: 別のユーザーがすでにログインしています
sl: Drug uporabnik se je že prijavil

source: Unknown error logging in to PKCS#11 token
ja: PKCS#11 トークンへのログイン中に未知のエラーが発生しました
sl: Neznana napaka pri prijavi v žeton PKCS#11

source: Logged in to PKCS#11 slot '%s'
ja: PKCS#11 スロット '%s' にログインしました
sl: Prijavljeni v režo PKCS#11 »%s«

source: Failed to enumerate certs in PKCS#11 slot '%s'
ja: PKCS#11 スロット '%s' の証明書の列挙に失敗しました
sl: Ni bilo mogoče številčiti potrdil v reži PKCS#11 »%s«

source: Found %d certs in slot '%s'
ja: スロット '%2$s' で %1$d 個の証明書が見つかりました
sl: Najdenih %d potrdil v reži »%s«

source: Failed to parse PKCS#11 URI '%s'
ja: PKCS#11 URI '%s' の解析に失敗しました
sl: Ni bilo mogoče razčleniti PKCS#11 URI »%s«

source: Failed to enumerate PKCS#11 slots
ja: PKCS#11 スロットの列挙に失敗しました
sl: Ni bilo mogoče številčiti rež PKCS#11

source: Logging in to PKCS#11 slot '%s'
ja: PKCS#11 スロット '%s' にログインしています
sl: Prijava v režo PKCS#11 »%s«

source: Failed to find PKCS#11 cert '%s'
ja: PKCS#11 証明書 '%s' が見つかりませんでした
sl: Ni bilo možno najti potrdila PKCS#11 »%s«

source: Certificate X.509 content not fetched by libp11
ja: 証明書の X.509 コンテンツが libp11 によって取得されませんでした
sl: Vsebina potrdila X.509 ni pridobil libp11

source: Using secondary PKCS#11 certificate %s
ja: セカンダリ PKCS#11 証明書 %s を使用しています
sl: Uporaba sekundarnega potrdila PKCS#11 %s

source: Failed to enumerate keys in PKCS#11 slot '%s'
ja: PKCS#11 スロット '%s' の鍵の列挙に失敗しました
sl: Ni bilo mogoče oštevilčti ključev v reži PKCS#11 »%s«

source: Found %d keys in slot '%s'
ja: スロット '%2$s' で %1$d 個の鍵が見つかりました
sl: Najdenih %d ključev v reži »%s«

source: Certificate has no public key
ja: 証明書に公開鍵がありません
sl: Potrdilo nima javnega ključa

source: Secondary certificate has no public key
ja: セカンダリ証明書に公開鍵がありません
sl: Sekundarno potrdilo nima javnega ključa

source: Certificate does not match private key
ja: 証明書が秘密鍵と一致しません
sl: Potrdilo se ne ujema z zasebnim ključem

source: Secondary certificate does not match private key
ja: セカンダリ証明書が秘密鍵と一致しません
sl: Sekundarno potrdilo se ne ujema z zasebnim ključem

source: Checking EC key matches cert
ja: EC 鍵が証明書と一致するか確認しています
sl: Preverjanje ujemanja ključa EC s potrdilom

source: Failed to allocate signature buffer
ja: 署名バッファーの割り当てに失敗しました
sl: Dodelitev medpomnilnika podpisa ni uspela

source: Failed to sign dummy data to validate EC key
ja: EC 鍵を検証するためのダミーデータの署名に失敗しました
sl: Ni bilo mogoče podpisati lažnih podatkov za potrditev ključa EC

source: Failed to find PKCS#11 key '%s'
ja: PKCS#11 鍵 '%s' が見つかりませんでした
sl: Ni bilo mogoče najti ključa PKCS#11 »%s«
