Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: Compatible with Cisco AnyConnect SSL VPN, as well as ocserv
ja: Cisco AnyConnect SSL VPN および ocserv と互換性があります
sl: Združljivo s Cisco AnyConnect SSL VPN, kot tudi z ocserv

source: Juniper Network Connect
sl: Omrežna povezava Juniper

source: Compatible with Juniper Network Connect
ja: Juniper Network Connect と互換性があります
sl: Združljivo z Juniper Network Connect

source: Compatible with Palo Alto Networks (PAN) GlobalProtect SSL VPN
ja: Palo Alto Networks (PAN) GlobalProtect SSL VPN と互換性があります
sl: Združljivo s Palo Alto Networks (PAN) GlobalProtect SSL VPN

source: Pulse Connect Secure
sl: Varno povezovanje Pulse

source: Compatible with Pulse Connect Secure SSL VPN
ja: Pulse Connect Secure SSL VPN と互換性があります
sl: Združljivo s Pulse Connect Secure SSL VPN

source: Compatible with F5 BIG-IP SSL VPN
ja: F5 BIG-IP SSL VPN と互換性があります
sl: Združljivo s F5 BIG-IP SSL VPN

source: Compatible with FortiGate SSL VPN
ja: FortiGate SSL VPN と互換性があります
sl: Združljivo s FortiGate SSL VPN

source: PPP over TLS
sl: PPP preko TLS

source: Unauthenticated RFC1661/RFC1662 PPP over TLS, for testing
ja: テスト用の未認証 RFC1661/RFC1662 PPP over TLS
sl: Neoverjena pristnost RFC1661/RFC1662 PPP prek TLS, za preizkušanje

source: Array SSL VPN
sl: Matrika SSL VPN

source: Compatible with Array Networks SSL VPN
ja: Array Networks SSL VPN と互換性があります
sl: Združljivo z Array Networks SSL VPN

source: Unknown VPN protocol '%s'
ja: 未知の VPN プロトコル '%s'
sl: Neznan protokol VPN »%s«

source: Built against SSL library with no Cisco DTLS support
ja: Cisco DTLS をサポートしない SSL ライブラリに対してビルドされました
sl: Izgrajeno na osnovi knjižnice SSL brez podpore za Cisco DTLS.

source: No IP address received with Juniper rekey/reconnection.
ja: Juniper の鍵更新/再接続で IP アドレスが受信されませんでした。
sl: Noben naslov IP ni bil prejet s ključem/ponovno povezavo Juniper.

source: No IP address received. Aborting
ja: IP アドレスが受信されませんでした。中止します
sl: Ni prejetega nobenega naslova IP. Opravilo je preklicano.

source: Reconnect gave different Legacy IP address (%s != %s)
ja: 再接続により異なるレガシー IP アドレス (%s != %s) が割り当てられました
sl: S ponovno povezavo je pridobljen drugačen opuščen naslov IP (%s != %s)

source: Reconnect gave different Legacy IP netmask (%s != %s)
ja: 再接続により異なるレガシー IP ネットマスク (%s != %s) が割り当てられました
sl: S ponovno povezavo je pridobljena drugačna opuščena maska omrežja IP (%s != %s)

source: Reconnect gave different IPv6 address (%s != %s)
ja: 再接続により異なる IPv6 アドレス (%s != %s) が割り当てられました
sl: S ponovno povezavo je pridobljen drugačen naslov IPv6 (%s != %s)

source: Reconnect gave different IPv6 netmask (%s != %s)
ja: 再接続により異なる IPv6 ネットマスク (%s != %s) が割り当てられました
sl: S ponovno povezavo je pridobljena drugačna maska omrežja IPv6 (%s != %s)

source: IPv6 configuration received but MTU %d is too small.
ja: IPv6 設定を受信しましたが、MTU %d が小さすぎます。
sl: Prejeta prilagoditev IPv6, vendar je %d MTU premajhna.

source: Failed to parse server URL '%s'
ja: サーバー URL '%s' の解析に失敗しました
sl: Napaka med razčlenjevanjem naslova URL strežnika '%s'

source: Only https:// permitted for server URL
ja: サーバー URL には https:// のみ許可されています
sl: Za strežniški naslov URL je dovoljen le protokol https://

source: Unknown certificate hash: %s.
ja: 未知の証明書ハッシュです: %s。
sl: Neznana zgoščena vrednost potrdila: %s.

source: The size of the provided fingerprint is less than the minimum required (%u).
ja: 提供されたフィンガープリントのサイズが必要な最小サイズ (%u) より小さいです。
sl: Velikost zagotovljenega prstnega odtisa je manjša od najmanjše zahtevane (%u).

source: No form handler; cannot authenticate.
ja: フォームハンドラーがありません。認証できません。
sl: Ni ročnika obrazca; vnosov ni mogoče overiti.

source: No form ID. This is a bug in OpenConnect's authentication code.
ja: フォーム ID がありません。これは OpenConnect の認証コードのバグです。
sl: Brez ID-ja obrazca. To je napaka v kodi za preverjanje pristnosti OpenConnect.

source: No SSO handler
ja: SSO ハンドラーがありません
sl: Brez upravljavca enotne prijave

source: CommandLineToArgv() failed: %s
ja: CommandLineToArgv() に失敗しました: %s
sl: CommandLineToArgv() ni uspel: %s

source: Fatal error in command line handling
ja: コマンドラインの処理中に致命的なエラーが発生しました
sl: Usodna napaka pri ravnanju z ukazno vrstico

source: ReadConsole() failed: %s
ja: ReadConsole() に失敗しました: %s
sl: ReadConsole() ni uspel: %s

source: Operation aborted by user
ja: ユーザーによって操作が中止されました
sl: Uporabnik je prekinil operacijo

source: ReadConsole() didn't read any input
ja: ReadConsole() は何も入力を読み込みませんでした
sl: ReadConsole() ni prebral nobenega vnosa

source: Error converting console input: %s
ja: コンソール入力の変換エラー: %s
sl: Napaka pri pretvorbi vhoda konzole: %s

source: Allocation failure for string from stdin
ja: 標準入力からの文字列の割り当てに失敗しました
sl: Napaka dodeljevanja za niz s standardnega vhoda

source: For assistance with OpenConnect, please see the web page at %s
ja: OpenConnect に関するサポートは、以下のウェブページをご覧ください: %s
sl: Za pomoč pri OpenConnect si oglejte spletno stran na %s

source: Using %s. Features present:
ja: %s を使用しています。利用可能な機能:
sl: Uporaba %s. Možnosti vključujejo:

source: OpenSSL ENGINE not present
ja: OpenSSL ENGINE が存在しません
sl: Programnik OpenSSL ni na voljo

source: WARNING: This binary lacks DTLS and/or ESP support. Performance will be impaired.
ja: 警告: このバイナリは DTLS または ESP (あるいは両方) をサポートしていません。パフォーマンスが低下します。
sl: OPOZORILO: V tej izvajalni datoteki DTLS in/ali ESP ni podprt. Delovanje bo zato okrnjeno.

source: Supported protocols:
ja: サポートされているプロトコル:
sl: Podprti protokoli

source: (default)
ja: (デフォルト)
sl: (privzeto)

source: Set VPN protocol
ja: VPN プロトコルを設定
sl: Nastavi protokol VPN

source: Allocation failure for string from stdin
ja: 標準入力からの文字列の割り当てに失敗しました
sl: Napaka dodeljevanja za niz s standardnega vhoda

source: WARNING: Cannot set handler for signal %d: %s
ja: 警告: シグナル %d のハンドラーを設定できません: %s
sl: OPOZORILO: Ni mogoče nastaviti upravljalnika za signal %d: %s

source: Cannot process this executable path "%s"
ja: この実行パス "%s" を処理できません
sl: Te izvršljive poti »%s« ni mogoče obdelati

source: Allocation for vpnc-script path failed
ja: vpnc-script パスの割り当てに失敗しました
sl: Dodelitev za pot vpnc-script ni uspela

source: Default vpnc-script (override with --script):
ja: デフォルトの vpnc-script (--script で上書き可能):
sl: Privzeti vpnc-script (preglasite s --script):

source: Override hostname '%s' to '%s'
ja: ホスト名 '%s' を '%s' に上書きします
sl: Preglasi ime gostitelja »%s« v »%s«

source: getaddrinfo failed for host '%s': %s
ja: ホスト '%s' の getaddrinfo に失敗しました: %s
sl: Ukaz getaddrinfo za gostitelja '%s' je spodletel: %s

source: Usage: openconnect [options] <server>
ja: 使い方: openconnect [オプション] <サーバー>
sl: Uporaba: openconnect [možnosti] <strežnik>

source: Open client for multiple VPN protocols, version %s
ja: 複数の VPN プロトコルに対応したオープンクライアント、バージョン %s
sl: Odprite odjemalca za več protokolov VPN, različica %s

source: Read options from config file
ja: 設定ファイルからオプションを読み込む
sl: Preberi možnosti iz nastavitvene datoteke

source: Report version number
ja: バージョン番号を表示する
sl: Pošli poročilo o različici

source: Display help text
ja: ヘルプテキストを表示する
sl: Pokaži besedilo pomoči

source: Authentication
ja: 認証
sl: Preverjanje pristnosti

source: Set login username
ja: ログインユーザー名を設定する
sl: Nastavi prijavno uporabniško ime

source: Disable password/SecurID authentication
ja: パスワード/SecurID 認証を無効にする
sl: Onemogoči overjanje z geslom/SecurID

source: Do not expect user input; exit if it is required
ja: ユーザー入力を待たずに、必要な場合は終了する
sl: Ne pričakuj odziva uporabnika; prekini, če je obvezen

source: Read password from standard input
ja: 標準入力からパスワードを読み込む
sl: Preberi geslo s standardnega dovoda

source: Select GROUP from authentication dropdown (may be known
ja: 認証のドロップダウンからグループを選択する (
sl: Izberite GROUP (skupino) s spustnega seznama za preverjanje pristnosti (morda znano

source: as "realm", "domain", "gateway"; protocol-dependent)
ja: 「レルム」、「ドメイン」、「ゲートウェイ」などとも呼ばれます。プロトコルに依存します)
sl: kot »realm« (področje), »domain« (domena), »gateway« (prehod); odvisno od protokola)

source: Provide authentication form responses
ja: 認証フォームの応答を提供する
sl: Podajte odgovore na obrazec za preverjanje pristnosti

source: Use SSL client certificate CERT
ja: SSL クライアント証明書 CERT を使用する
sl: Uporabi potrdilo SSL CERT

source: Use SSL private key file KEY
ja: SSL 秘密鍵ファイル KEY を使用する
sl: Uporabi datoteko KEY zasebnega ključa SSL

source: Warn when certificate lifetime < DAYS
ja: 証明書の有効期間が DAYS 日未満の場合に警告する
sl: Opozori, ko je življenjska doba potrdila manj kot določeno število dni

source: Set path of initial request URL
ja: 初期リクエスト URL のパスを設定する
sl: Nastavi pot URL-ja začetne zahteve

source: Set key passphrase or TPM SRK PIN
ja: 鍵のパスフレーズまたは TPM SRK PIN を設定する
sl: Nastavi večbesedno geslo ali kodo PIN za TPM SRK

source: Set external browser executable
ja: 外部ブラウザーの実行ファイルを設定する
sl: Nastavite izvršljivo datoteko zunanjega brskalnika

source: Key passphrase is fsid of file system
ja: 鍵のパスフレーズはファイルシステムの fsid です
sl: Večbesedno geslo ključa je fsid datotečnega sistema

source: Software token type: rsa, totp, hotp or oidc
ja: ソフトウェアトークンの種類: rsa, totp, hotp または oidc
sl: Vrsta programskega žetona: rsa, totp, hotp ali oidc

source: Software token secret or oidc token
ja: ソフトウェアトークンのシークレットまたは oidc トークン
sl: Skrivnost programskega žetona ali žeton oidc

source: (NOTE: libstoken (RSA SecurID) disabled in this build)
ja: (注: このビルドでは libstoken (RSA SecurID) は無効です)
sl: (Opomba: knjižnica libstoken (RSA SecurID) je v tej izgradnji onemogočena)

source: (NOTE: Yubikey OATH disabled in this build)
ja: (注: このビルドでは Yubikey OATH は無効です)
sl: (OPOMBA: Yubikey OATH je v tej gradnji onemogočen)

source: Server validation
ja: サーバーの検証
sl: Preverjanje veljavnosti strežnika

source: Accept only server certificate with this fingerprint
ja: このフィンガープリントを持つサーバー証明書のみを受け入れる
sl: Sprejmi samo strežniško potrdilo s tem prstnim odtisom

source: Disable default system certificate authorities
ja: デフォルトのシステム認証局を無効にする
sl: Onemogoči privzete overitelje sistemskih potrdil

source: Cert file for server verification
ja: サーバー検証用の証明書ファイル
sl: Datoteka potrdila za overjanje strežnika

source: Internet connectivity
ja: インターネット接続
sl: Internetna povezava

source: Set VPN server
ja: VPN サーバーを設定する
sl: Nastavi strežnik VPN

source: Set proxy server
ja: プロキシサーバーを設定する
sl: Nastavi posredniški strežnik

source: Set proxy authentication methods
ja: プロキシ認証方法を設定する
sl: Nastavi metode overitve posredniškega strežnika

source: Disable proxy
ja: プロキシを無効にする
sl: Onemogoči posredniški strežnik

source: Use libproxy to automatically configure proxy
ja: libproxy を使用してプロキシを自動設定する
sl: Uporabi libproxy za samodejno nastavljanje posredniškega strežnika

source: (NOTE: libproxy disabled in this build)
ja: (注: このビルドでは libproxy は無効です)
sl: (Opomba: knjižnica libproxy je v tej izgradnji onemogočena)

source: Reconnection retry timeout (default is 300 seconds)
ja: 再接続のリトライタイムアウト (デフォルトは 300 秒)
sl: Časovna omejitev vnovičnega poskusa vzpostavitve povezave (privzeto je 300 sekund)

source: Use IP when connecting to HOST
ja: ホストへの接続時に IP を使用する
sl: Uporabi IP pri povezovanju z GOSTITELJem

source: Always send HOST as TLS client SNI (domain fronting)
ja: 常にホストを TLS クライアント SNI として送信する (ドメインフロンティング)
sl: Vedno pošlji HOST kot odjemalca TLS SNI (pročelje domene)

source: Copy TOS / TCLASS field into DTLS and ESP packets
ja: TOS / TCLASS フィールドを DTLS および ESP パケットにコピーする
sl: Kopiraj polje TOS / TCLASS v pakete DTLS in ESP

source: Set local port for DTLS and ESP datagrams
ja: DTLS および ESP データグラム用のローカルポートを設定する
sl: Določite krajevna vrata za datagrame DTLS inn ESP

source: Authentication (two-phase)
ja: 認証 (2段階)
sl: Preverjanje pristnosti (dvofazno)

source: Use authentication cookie COOKIE
ja: 認証クッキー COOKIE を使用する
sl: Uporabi piškotek za preverjanje pristnosti COOKIE

source: Read cookie from standard input
ja: 標準入力からクッキーを読み込む
sl: Preberi piškotek z standardnega vhoda

source: Authenticate only and print login info
ja: 認証のみ行い、ログイン情報を表示する
sl: Le overi in izpiši podrobnosti prijave

source: Fetch and print cookie only; don't connect
ja: クッキーの取得と表示のみ行い、接続しない
sl: Pridobi in natisni piškotek; brez povezave

source: Print cookie before connecting
ja: 接続前にクッキーを表示する
sl: Izpiši vsebino piškotka pred povezovanjem

source: Process control
ja: プロセス制御
sl: Nadzor procesa

source: Continue in background after startup
ja: 起動後にバックグラウンドで続行する
sl: Po zagonu nadaljuj v ozadju

source: Write the daemon's PID to this file
ja: デーモンの PID をこのファイルに書き込む
sl: Zapiši PID ozadnjega programa v navedeno datoteko

source: Drop privileges after connecting
ja: 接続後に権限を破棄する
sl: Opusti dovoljenja po povezovanju

source: Logging (two-phase)
ja: ログ記録 (2段階)
sl: Beleženje (dvofazno)

source: Use syslog for progress messages
ja: 進捗メッセージに syslog を使用する
sl: Za sporočila o napredku uporabi sistemski dnevnik

source: More output
ja: より詳細な出力を表示する
sl: Dodatni odvod

source: Less output
ja: 出力を少なくする
sl: Manj podroben odvod

source: Dump HTTP authentication traffic (implies --verbose)
ja: HTTP 認証トラフィックをダンプする (--verbose を含む)
sl: Izvrzi promet za preverjanje pristnosti HTTP (pomeni --verbose)

source: Prepend timestamp to progress messages
ja: 進捗メッセージの前にタイムスタンプを付ける
sl: Sporočilom o napredku na začetek dodaj časovni žig

source: VPN configuration script
ja: VPN 設定スクリプト
sl: Konfiguracijski skript VPN

source: Use IFNAME for tunnel interface
ja: トンネルインターフェースに IFNAME を使用する
sl: Za tunelski vmesnik uporabi IFNAME

source: Shell command line for using a vpnc-compatible config script
ja: vpnc 互換の設定スクリプトを使用するためのシェルコマンドライン
sl: Ukazna vrstica v lupini za uporabo prilagoditvenega skripta, združljivega z vpnc

source: default
ja: デフォルト
sl: privzeto

source: Pass traffic to 'script' program, not tun
ja: トラフィックを tun ではなく 'script' プログラムに渡す
sl: Prepusti promet programu 'script', ne pa TUN

source: Tunnel control
ja: トンネル制御
sl: Nadzor predora

source: Do not ask for IPv6 connectivity
ja: IPv6 接続を要求しない
sl: Ne zahtevaj povezave IPv6

source: XML config file
ja: XML 設定ファイル
sl: Nastavitvena datoteka XML

source: Request MTU from server (legacy servers only)
ja: サーバーに MTU を要求する (レガシーサーバーのみ)
sl: Zahtevaj MTU s strežnika (samo starejši strežniki)

source: Indicate path MTU to/from server
ja: サーバーとの間のパス MTU を指定する
sl: Nakaži pot MTU s ali od strežnika

source: Enable stateful compression (default is stateless only)
ja: ステートフル圧縮を有効にする (デフォルトはステートレスのみ)
sl: Omogoči stiskanje stanja (privzeto je samo brez stanja)

source: Disable all compression
ja: すべての圧縮を無効にする
sl: Onemogoči vsakršno stiskanje

source: Set Dead Peer Detection interval (in seconds)
ja: Dead Peer Detection の間隔 (秒) を設定する
sl: Nastavite interval zaznavanja mrtvih vrstnikov (v sekundah)

source: Require perfect forward secrecy
ja: PFS (Perfect Forward Secrecy) を要求する
sl: Zahtevaj popolno tajnost posredovanja

source: Disable DTLS and ESP
ja: DTLS と ESP を無効にする
sl: Onemogoči DTLS in ESP

source: OpenSSL ciphers to support for DTLS
ja: DTLS でサポートする OpenSSL 暗号
sl: Šifre OpenSSL za podporo DTLS

source: Set packet queue limit to LEN pkts
ja: パケットキューの上限を LEN パケットに設定する
sl: Nastavi omejitev vrste paketov na LEN paketov

source: Local system information
ja: ローカルシステム情報
sl: Informacije o krajevnem sistemu

source: HTTP header User-Agent: field
ja: HTTP ヘッダーの User-Agent: フィールド
sl: Glava HTTP uporabniškega posrednika: polje

source: Local hostname to advertise to server
ja: サーバーに通知するローカルホスト名
sl: Ime krajevneg gostitelja za oglaševanje na strežniku

source: OS type to report. Allowed values are the following:
ja: 報告する OS の種類。許可される値は次のとおりです:
sl: Vrsta OS za poročanje. Dovoljene vrednosti so naslednje:

source: reported version string during authentication
ja: 認証時に報告されるバージョン文字列
sl: sporočen niz različice med preverjanjem pristnosti

source: default:
ja: デフォルト:
sl: privzeto:

source: Trojan binary (CSD) execution
ja: トロイの木馬バイナリ (CSD) の実行
sl: Izvajanje trojanske binarne datoteke (CSD)

source: Drop privileges during trojan execution
ja: トロイの木馬実行中に権限を破棄する
sl: Opusti pravice med izvajanjem trojanskega programa

source: Run SCRIPT instead of trojan binary
ja: トロイの木馬バイナリの代わりに SCRIPT を実行する
sl: Zaženi SCRIPT namesto trojanske binarne datoteke

source: Set minimum interval between trojan runs (in seconds)
ja: トロイの木馬実行の最小間隔 (秒) を設定する
sl: Nastavitev najmanjšega intervala med trojanskimi izvajanji (v sekundah)

source: Server bugs
ja: サーバーのバグ
sl: Hrošči strežnika

source: Do not offer or use auth methods requiring external browser
ja: 外部ブラウザーを必要とする認証方法を提供または使用しない
sl: Ne ponujaj ali uporabljaj načinov preverjanja pristnosti, ki zahtevajo zunanji brskalnik

source: Disable HTTP connection reuse
sl: Onemogoči ponovno uporabo povezave HTTP

source: Do not attempt XML POST authentication
ja: XML POST 認証を試行しない
sl: Ne izvajaj overitev preko XML POST

source: Allow use of the ancient, insecure 3DES and RC4 ciphers
ja: 古く安全でない 3DES および RC4 暗号の使用を許可する
sl: Dovoli uporabo zastarelih, ne varnih šifer 3DES in RC4

source: Multiple certificate authentication (MCA)
ja: 複数証明書認証 (MCA)
sl: Preverjanje pristnosti z več potrdili (MCA)

source: Use MCA certificate MCACERT
ja: MCA 証明書 MCACERT を使用する
sl: Uporabi potrdilo MCA MCACERT

source: Use MCA key MCAKEY
ja: MCA 鍵 MCAKEY を使用する
sl: Uporabi ključ MCA MCAKEY

source: Passphrase MCAPASS for MCACERT/MCAKEY
ja: MCACERT/MCAKEY 用のパスフレーズ MCAPASS
sl: Večbesedno šifrirno geslo MCAPASS za MCACERT/MCAKEY

source: Failed to allocate string
ja: 文字列の割り当てに失敗しました
sl: Dodeljevanje niza ni uspelo

source: Failed to get line from config file: %s
ja: 設定ファイルからの行の取得に失敗しました: %s
sl: Pridobivanje vrstice iz nastavitvene datoteke je spodletelo: %s

source: Unrecognised option at line %d: '%s'
ja: %d 行目で認識できないオプション: '%s'
sl: Neprepoznavna možnost v vrstici %d: '%s'

source: Option '%s' does not take an argument at line %d
ja: %2$d 行目のオプション '%1$s' は引数を取りません
sl: Možnost '%s' ne sprejme argumenta v vrstici %d

source: Option '%s' requires an argument at line %d
ja: %2$d 行目のオプション '%1$s' は引数を必要とします
sl: Možnost '%s' zahteva argument v vrstici %d

source: Internal error; option '%s' unexpectedly yielded null config_arg
ja: 内部エラー。オプション '%s' が予期せず null の config_arg を生成しました
sl: Notranja napaka; možnost »%s« je nepričakovano prinesla ničelni config_arg

source: Invalid user "%s": %s
ja: 無効なユーザー "%s": %s
sl: Neveljaven uporabnik »%s«: %s

source: Invalid user ID "%d": %s
ja: 無効なユーザー ID "%d": %s
sl: Neveljaven ID uporabnika »%d«: %s

source: Unhandled autocomplete for option %d '--%s'. Please report.
ja: オプション %d '--%s' の未処理の自動補完です。報告してください。
sl: Neobravnavano samodokončanje za možnost %d ‘—%s’. Prosim, prijavite.

source: connected
ja: 接続済み
sl: povezani

source: disconnected
ja: 切断済み
sl: razvezani

source: unsuccessful
ja: 失敗
sl: neuspešno

source: in progress
ja: 処理中
sl: v teku

source: disabled
ja: 無効
sl: onemogočeno

source: established
ja: 確立済み
sl: vzpostavljeno

source: Configured as %s%s%s, with SSL%s%s %s and %s%s%s %s
ja: %s%s%s として設定されました。SSL%s%s %s と %s%s%s %s を使用します
sl: Prilagojeno kot %s%s%s, s SSL%s%s %s in %s%s%s %s

source: Session authentication will expire at %s
ja: セッション認証は %s に失効します
sl: Preverjanje pristnosti seje poteče ob %s

source: RX: %<PRIu64> packets (%<PRIu64> B); TX: %<PRIu64> packets (%<PRIu64> B)
ja: 受信: %<PRIu64> パケット (%<PRIu64> B); 送信: %<PRIu64> パケット (%<PRIu64> B)
sl: RX: %<PRIu64> paketov (%<PRIu64> B); TX: %<PRIu64> paketov (%<PRIu64> B)

source: SSL ciphersuite: %s
ja: SSL 暗号スイート: %s
sl: Šifrirna zbirka SSL: %s

source: %s ciphersuite: %s
ja: %s 暗号スイート: %s
sl: Šifrirna zbirka %s: %s

source: Next SSL rekey in %ld seconds
ja: 次の SSL 鍵更新まで %ld 秒
sl: Naslednji ponovni ključ SSL čez %ld s

source: Next %s rekey in %ld seconds
ja: 次の %s 鍵更新まで %ld 秒
sl: Naslednji ključ %s čez %ld s

source: Next Trojan invocation in %ld seconds
ja: 次のトロイの木馬実行まで %ld 秒
sl: Naslednji priklic trojanskega programa čez %ld s

source: Failed to open '%s' for write: %s
ja: '%s' を書き込みモードで開けませんでした: %s
sl: Datoteke '%s' ni mogoče odpreti za pisanje: %s

source: Failed to continue in background
ja: バックグラウンドでの続行に失敗しました
sl: Nadaljevanje v ozadju ni bilo mogoče

source: Continuing in background; pid %d
ja: バックグラウンドで続行します。pid %d
sl: Izvajanje programa je poslano v ozadje; pid %d

source: WARNING: Cannot set locale: %s
ja: 警告: ロケールを設定できません: %s
sl: OPOZORILO: Območnih nastavitev ni mogoče nastaviti: %s

source: WARNING: This version of OpenConnect was built without iconv support but you appear to be using the legacy character set "%s". Expect strangeness.
ja: 警告: このバージョンの OpenConnect は iconv のサポートなしでビルドされていますが、 レガシー文字セット "%s" を使用しているようです。 予期しない動作が発生する可能性があります。
sl: OPOZORILO: Ta različica OpenConnect je bila izdelana brez podpore iconv, vendar se zdi, da uporabljate opuščeni nabor znakov »%s«. Pričakujte čuden odziv.

source: WARNING: This version of OpenConnect is %s but the libopenconnect library is %s
ja: 警告: この OpenConnect のバージョンは %s ですが、 libopenconnect ライブラリは %s です
sl: OPOZORILO: zagnan program openconnect je različice %s, uporabljena knjižnica libopenconnect pa %s

source: WARNING: This build is intended only for debugging purposes and may allow you to establish insecure connections.
ja: 警告: このビルドはデバッグ目的のみを意図しており、 安全でない接続を確立できてしまう可能性があります。
sl: OPOZORILO: Ta gradnja je namenjena samo odpravljanju napak in vam morda omogoča vzpostaviti povezave, ki niso varne.

source: Failed to allocate vpninfo structure
ja: vpninfo 構造体の割り当てに失敗しました
sl: Strukture vpninfo ni mogoče dodeliti.

source: WARNING: --juniper is deprecated, use --protocol=nc instead.
ja: 警告: --juniper は非推奨です。代わりに --protocol=nc を使用してください。
sl: OPOZORILO: --juniper je zastarel, namesto tega uporabite --protocol=nc.

source: Cannot use 'config' option inside config file
ja: 設定ファイル内で 'config' オプションは使用できません
sl: Možnosti 'config' ni mogoče uporabiti znotraj nastavitvene datoteke

source: Cannot open config file '%s': %s
ja: 設定ファイル '%s' を開けません: %s
sl: Ni mogoče odpreti nastavitvene datoteke '%s': %s

source: Invalid compression mode '%s'
ja: 無効な圧縮モード '%s'
sl: Neveljaven način stiskanja »%s«

source: Cannot enable insecure 3DES or RC4 ciphers, because the library %s no longer supports them.
ja: 安全でない 3DES または RC4 暗号を有効にできません。 ライブラリ %s がそれらをサポートしなくなりました。
sl: Nezanesljivih šifer 3DES ali RC4 ni mogoče omogočiti, ker jih knjižnica %s ne podpira več.

source: Failed to allocate memory
ja: メモリーの割り当てに失敗しました
sl: Dodeljevanje pomnilnika ni uspelo

source: Missing colon in resolve option
ja: resolve オプションにコロンがありません
sl: Manjkajoče dvopičje v možnosti razrešitve

source: WARNING: You are running on macOS and specified --interface='%s' This probably won't work since recent macOS versions use utun instead. Perhaps try --interface='u%s', or omit altogether.
ja: 警告: macOS で --interface='%s' を指定して実行しています。 最近の macOS バージョンは utun を使用するため、これはおそらく動作しません。 --interface='u%s' を試すか、完全に省略してみてください。
sl: OPOZORILO: Izvajate v sistemu macOS in ste določili --interface='%s' To verjetno ne bo delovalo, saj nedavne različice macOS uporabljajo utun. Morda poskusite --interface='u%s' ali pa to popolnoma izpustite.

source: MTU %d too small
ja: MTU %d が小さすぎます
sl: Vrednost MTU %d je premajhna.

source: Disabling all HTTP connection reuse due to --no-http-keepalive option. If this helps, please report to <%s>.
sl: Zaradi uporabe možnosti --no-http-keepalive je onemogočena ponovna uporaba povezav HTTP. V kolikor možnost deluje, pošljite poročilo na <%s>.

source: The --no-cert-check option was insecure and has been removed. Fix your server's certificate or use --servercert to trust it.
ja: --no-cert-check オプションは安全でなかったため削除されました。 サーバーの証明書を修正するか、--servercert を使用して信頼してください。
sl: Možnost --no-cert-check ni bila varnna in je bila odstranjena. Popravite potrdilo strežnika ali uporabite --servercert, da mu zaupate.

source: Queue length zero not permitted; using 1
ja: キューの長さゼロは許可されていません。1 を使用します
sl: Ničelna dolžina uvrstitve ni dovoljena; uporabljena bo 1

source: OpenConnect version %s
ja: OpenConnect バージョン %s
sl: Različica OpenConnect %s

source: Invalid software token mode "%s"
ja: 無効なソフトウェアトークンモード "%s"
sl: Neveljaven način programskega žetona "%s"
