Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: Using secondary PKCS#11 key %s
ja: セカンダリ PKCS#11 鍵 %s を使用しています
sl: Uporaba sekundarnega ključa PKCS#11 %s

source: Failed to instantiate private key from PKCS#11
ja: PKCS#11 からの秘密鍵のインスタンス化に失敗しました
sl: Vzpostavitev zasebnega ključa iz PKCS#11 je spodletela

source: Failed to instantiate secondary private key from PKCS#11
ja: PKCS#11 からのセカンダリ秘密鍵のインスタンス化に失敗しました
sl: Vzpostavitev drugotnega osebnega ključa iz PKCS#11 je spodletela

source: This version of OpenConnect was built without PKCS#11 support
ja: このバージョンの OpenConnect は PKCS#11 をサポートせずにビルドされています
sl: Ta različica programa OpenConnect je izgrajena brez podpore za PKCS#11

source: Failed to write to TLS/DTLS socket
ja: TLS/DTLS ソケットへの書き込みに失敗しました
sl: Zapisovanje v vtičnico TLS/DTLS ni uspelo

source: Failed to read from TLS/DTLS socket
ja: TLS/DTLS ソケットからの読み込みに失敗しました
sl: Ni bilo mogoče brati iz vtičnice TLS/DTLS

source: Read error on %s session: %d
ja: %s セッションでの読み込みエラー: %d
sl: Napaka pri branju v seji %s: %d

source: Write error on %s session: %d
ja: %s セッションでの書き込みエラー: %d
sl: Napaka pri pisanju v seji %s: %d

source: Unhandled SSL UI request type %d
ja: 未処理の SSL UI 要求タイプ %d
sl: Neobravnavana zahteva uporabniškega vmesnika SSL vrste %d

source: PEM password too long (%d >= %d)
ja: PEM パスワードが長すぎます (%d >= %d)
sl: Geslo PEM je predolgo (%d >= %d)

source: Client certificate or key missing
ja: クライアント証明書または鍵がありません
sl: Manjka potrdilo ali ključ odjemalca

source: Loading private key failed
ja: 秘密鍵の読み込みに失敗しました
sl: Nalaganje zasebnega ključa ni uspelo

source: Failed to install certificate in OpenSSL context
ja: OpenSSLコンテキストへの証明書インストールに失敗しました
sl: Namestitev potrdila v kontekstu OpenSSL ni uspela

source: Extra cert from %s: '%s'
ja: %s からの追加証明書：'%s'
sl: Dodatno potrdilo iz %s: »%s«

source: Parse PKCS#12 failed (see above errors)
ja: PKCS#12 の解析に失敗しました (上記のエラーを参照)
sl: Razčlenjevanje PKCS#12 je spodletelo (napaka je navedena zgoraj)

source: Parse secondary PKCS#12 failed (see above errors)
ja: セカンダリ PKCS#12 の解析に失敗しました (上記のエラーを参照)
sl: Razčlenjevanje sekundarnega PKCS#12 je spodletelo (glejte zgornje napake)

source: PKCS#12 contained no certificate!
ja: PKCS#12 に証明書が含まれていません!
sl: PKCS#12 ne vsebuje potrdil!

source: Secondary PKCS#12 contained no certificate!
ja: セカンダリ PKCS#12 に証明書が含まれていません!
sl: Drugotni PKCS#12 ne vsebuje potrdil!

source: PKCS#12 contained no private key!
ja: PKCS#12 に秘密鍵が含まれていません!
sl: PKCS#12 ne vsebuje zasebnega ključa!

source: Secondary PKCS#12 contained no private key!
ja: セカンダリ PKCS#12 に秘密鍵が含まれていません!
sl: Drugotni PKCS#12 ne vsebuje zasebnega ključa!

source: Can't load TPM engine.
ja: TPM エンジンを読み込めません。
sl: Programnika TPM ni mogoče naložiti.

source: Failed to init TPM engine
ja: TPM エンジンの初期化に失敗しました
sl: Začenjanje programnika TPM je spodletelo.

source: Failed to set TPM SRK password
ja: TPM SRK パスワードの設定に失敗しました
sl: Nastavljanje gesla TPM SRK je spodletelo

source: Failed to load TPM private key
ja: TPM 秘密鍵の読み込みに失敗しました
sl: Nalaganje zasebnega ključa TPM je spodletelo

source: Failed to load secondary TPM private key
ja: セカンダリ TPM 秘密鍵の読み込みに失敗しました
sl: Nalaganje zasebnega ključa TPM je spodletelo

source: Failed to open certificate file %s: %s
ja: 証明書ファイル %s を開けませんでした: %s
sl: Odpiranje datoteke potrdila %s je spodletelo: %s

source: Failed to open secondary certificate file %s: %s
ja: セカンダリ証明書ファイル %s を開けませんでした: %s
sl: Odpiranje datoteke sekundarnega potrdila %s je spodletelo: %s

source: Loading certificate failed
ja: 証明書の読み込みに失敗しました
sl: Nalaganje potrdila je spodletelo

source: Failed to process all supporting certs. Trying anyway...
ja: すべてのサポート証明書の処理に失敗しました。とにかく試行しています...
sl: Ni uspelo obdelati vseh podpornih potrdil. Vseeno poskusi potekajo ...

source: Failed to process secondary supporting certs. Trying anyway...
ja: セカンダリサポート証明書の処理に失敗しました。とにかく試行しています...
sl: Obdelava sekundarnih podpornih potrdil ni uspela. Poskus vseeno poteka ...

source: PEM file
ja: PEM ファイル
sl: Datoteke PEM

source: Failed to create BIO for keystore item '%s'
ja: キーストアアイテム '%s' の BIO 作成に失敗しました
sl: Ustvarjanje pravil BIO za predmet shrambe ključa »%s«

source: Loading private key failed (wrong passphrase?)
ja: 秘密鍵の読み込みに失敗しました (パスフレーズが間違っていませんか?)
sl: Nalaganje zasebnega ključa je spodletelo (napačno večbesedno, šifrirno geslo?)

source: Loading secondary private key failed (wrong passphrase?)
ja: セカンダリ秘密鍵の読み込みに失敗しました (パスフレーズが間違っていませんか?)
sl: Nalaganje sekundarnega zasebnega ključa je spodletelo (napačno šifrirno geslo?)

source: Loading private key failed (see above errors)
ja: 秘密鍵の読み込みに失敗しました (上記のエラーを参照してください)
sl: Nalaganje zasebnega ključa je spodletelo (glejte napake zgoraj)

source: Loading secondary private key failed (see above errors)
ja: セカンダリ秘密鍵の読み込みに失敗しました (上記のエラーを参照してください)
sl: Nalaganje sekundarnega zasebnega ključa ni uspelo (glejte zgornje napake)

source: Failed to load X509 certificate from keystore
ja: キーストアから X509 証明書の読み込みに失敗しました
sl: Nalaganje potrdila X509 iz shrambe ključev je spodletelo

source: Failed to open private key file %s: %s
ja: 秘密鍵ファイル %sを開けませんでした: %s
sl: Odpiranje datoteke zasebnega ključa %s je spodletelo: %s

source: Loading secondary private key failed
ja: セカンダリ秘密鍵の読み込みに失敗しました
sl: Nalaganje sekundarnega zasebnega ključa ni uspelo

source: Failed to decrypt secondary PKCS#8 certificate file
ja: セカンダリ PKCS#8 証明書ファイルの復号に失敗しました
sl: Dešifriranje sekundarne datoteke potrdila PKCS#8 je spodletelo

source: Enter PKCS#8 secondary pass phrase:
ja: PKCS#8 セカンダリパスフレーズを入力してください:
sl: Vnesite sekundarno geslo PKCS#8:

source: Failed to convert PKCS#8 to OpenSSL EVP_PKEY
ja: PKCS#8 から OpenSSL EVP_PKEY への変換に失敗しました
sl: Pretvorba PKCS#8 v OpenSSL EVP_PKEY ni uspela

source: Failed to convert secondary PKCS#8 to OpenSSL EVP_PKEY
ja: セカンダリ PKCS#8 から OpenSSL EVP_PKEY への変換に失敗しました
sl: Ni uspelo pretvoriti sekundarnega PKCS#8 v OpenSSL EVP_PKEY

source: Failed to identify private key type in '%s'
ja: '%s' の秘密鍵タイプの識別に失敗しました
sl: Določevanje vrste zasebnega ključa v »%s« je spodletelo

source: Matched DNS altname '%s'
ja: DNS 代替名 '%s' が一致しました
sl: Ujemajoče drugotno ime DNS »%s«

source: No match for altname '%s'
ja: 代替名 '%s' に一致するものがありません
sl: Ni zadetkov za drugotno ime »%s«

source: Certificate has GEN_IPADD altname with bogus length %d
ja: 証明書の GEN_IPADD 代替名の長さが不正です %d
sl: Potrdilo ima določena drugotna imena GEN_IPADD z nedovoljeno dolžino %d

source: Matched %s address '%s'
ja: アドレス '%2$s' が %1$s と一致しました
sl: Skladnih je %s naslovov »%s«

source: No match for %s address '%s'
ja: アドレス '%2$s' が %1$s に一致するものがありません
sl: Ni zadetkov za %s z naslovom »%s«

source: URI '%s' has non-empty path; ignoring
ja: URI '%s' にパスが指定されていますが、無視します
sl: Naslov URI »%s« nima prazne poti; naslov bo prezrt.

source: Matched URI '%s'
ja: URI '%s' が一致しました
sl: Ujemajoči naslov URI »%s«

source: No match for URI '%s'
ja: URI '%s' に一致するものがありません
sl: Ni zadetkov za naslov URI »%s«

source: No altname in peer cert matched '%s'
ja: ピア証明書の代替名に '%s' と一致するものがありません
sl: Nobeno izmed navedenih drugotnih imen v potrdilu ni skladno z imenom »%s«

source: No subject name in peer cert!
ja: ピア証明書にサブジェクト名がありません!
sl: Ni imena zadeve v potrdilu soležnika!

source: Failed to parse subject name in peer cert
ja: ピア証明書のサブジェクト名の解析に失敗しました
sl: Razčlenjevanje imena zadeve v potrdilu soležnika je spodletelo.

source: Peer cert subject mismatch ('%s' != '%s')
ja: ピア証明書のサブジェクトが一致しません ('%s' != '%s')
sl: Neskladno potrdilo zadeve soležnika ('%s' != '%s')

source: Matched peer certificate subject name '%s'
ja: ピア証明書のサブジェクト名 '%s' が一致しました
sl: Skladno je ime zadeve v potrdilu soležnika »%s«

source: Extra cert from cafile: '%s'
ja: cafile からの追加証明書: '%s'
sl: Dodatno potrdilo iz datoteke potrdil: »%s«

source: Error in client cert notAfter field
ja: クライアント証明書の notAfter フィールドにエラーがあります
sl: Napaka v polju potrdila odjemalca notAfter

source: Error in secondary client cert notAfter field
ja: セカンダリクライアント証明書の notAfter フィールドでエラーが発生しました
sl: Napaka v sekundarnem polju potrdila odjemalca notAfter

source: <error>
sl: <napaka>

source: SSL certificate and key do not match
ja: SSL 証明書と鍵が一致しません
sl: Potrdilo in ključ SSL se ne ujemata

source: Failed to read certs from CA file '%s'
ja: CA ファイル '%s' から証明書を読み込めませんでした
sl: Branje potrdil iz datoteke CA »%s« je spodletelo

source: Failed to open CA file '%s'
ja: CA ファイル '%s' を開けませんでした
sl: Odpiranje datoteke CA »%s« je spodletelo

source: Create TLSv1 CTX failed
ja: TLSv1 CTX の作成に失敗しました
sl: Ustvarjanje TLSv1 CTX ni uspelo

source: Failed to construct OpenSSL cipher list
ja: OpenSSL 暗号リストの構築に失敗しました
sl: Ni uspelo sestaviti šifrirnega seznama OpenSSL

source: Failed to set OpenSSL cipher list ("%s")
ja: OpenSSL 暗号リスト ("%s") の設定に失敗しました
sl: Ni bilo mogoče določiti seznama šifer OpenSSL (»%s«)

source: SSL connection failure
ja: SSL 接続に失敗しました
sl: Povezava SSL je spodletela

source: Failed to calculate OATH HMAC
ja: OATH HMAC の計算に失敗しました
sl: Ni bilo mogoče izračunati OATH HMAC: %s

source: EAP-TTLS negotiation with %s
ja: %s との EAP-TTLS ネゴシエーション
sl: Pogajanja EAP-TTLS s/z %s

source: EAP-TTLS connection failure %d
ja: EAP-TTLS 接続の失敗 %d
sl: Napaka povezave EAP-TTLS %d

source: Failed to generate STRAP key
ja: STRAP 鍵の生成に失敗しました
sl: Ključa STRAP ni bilo mogoče ustvariti

source: Failed to generate STRAP DH key
ja: STRAP DH 鍵の生成に失敗しました
sl: Ni bilo mogoče ustvariti ključa STRAP DH

source: Failed to decode STRAP key
ja: STRAP 鍵のデコードに失敗しました
sl: Dekodiranje ključa STRAP ni uspelo

source: Failed to decode server DH key
ja: サーバー DH 鍵のデコードに失敗しました
sl: Dekodiranje strežniškega ključa DH ni uspelo

source: Failed to compute DH secret
ja: DH シークレットの計算に失敗しました
sl: Izračun skrivnosti DH je spodletel

source: HKDF key derivation failed
ja: HKDF 鍵導出に失敗しました
sl: Izpeljava ključa HKDF ni uspela

source: SSO token decryption failed
ja: SSO トークンの復号に失敗しました
sl: Dešifriranje žetonov SSO ni uspelo

source: SSL Finished message too large (%zu bytes)
ja: SSL Finished メッセージが大きすぎます (%zu バイト)
sl: Dokončano sporočilo SSL preveliko (%zu bajtov)

source: Failed to generate channel bindings for STRAP key
ja: STRAP 鍵のチャネルバインディングの生成に失敗しました
sl: Ni bilo mogoče ustvariti povezav kanalov za ključ STRAP

source: STRAP signature failed
ja: STRAP 署名に失敗しました
sl: Podpis STRAP ni uspel

source: Failed to regenerate STRAP key
ja: STRAP 鍵の再生成に失敗しました
sl: Ključa STRAP ni bilo mogoče ponovno tvoriti

source: Failed to create PKCS#7 structure
ja: PKCS#7 構造体の作成に失敗しました
sl: Strukture PKCS#7 ni bilo mogoče ustvariti

source: Failed to output PKCS#7 structure
ja: PKCS#7 構造体の出力に失敗しました
sl: Strukture PKCS#7 ni bilo mogoče prikazati

source: Failed to generate signature for multiple certificate authentication
ja: 複数証明書認証の署名生成に失敗しました
sl: Ni bilo mogoče ustvariti podpisa za preverjanje pristnosti več potrdil

source: HDLC initial flag sequence (0x7e) is missing
ja: HDLC の開始フラグシーケンス (0x7e) がありません
sl: Manjka začetno zaporedje zastavic HDLC (0x7e)

source: HDLC buffer ended without FCS and flag sequence (0x7e)
ja: HDLC バッファーが FCS とフラグシーケンス (0x7e) なしで終了しました
sl: Medpomnilnik HDLC se je končal brez zaporedja FCS in zastavice (0x7e)

source: HDLC frame too short (%d bytes)
ja: HDLC フレームが短すぎます (%d バイト)
sl: Okvir HDLC prekratek (%d bajtov)

source: Bad HDLC packet FCS %04x
ja: 不正な HDLC パケット FCS %04x
sl: Slab paket HDLC FCS %04x

source: Un-HDLC'ed packet (%ld bytes -> %ld), FCS=0x%04x
ja: 非 HDLC パケット (%ld バイト -> %ld)、FCS=0x%04x
sl: Ne-HDLC-jan paket (%ld bajtov -> %ld), FCS=0x%04x

source: Current PPP state: %s (encap %s):
ja: 現在の PPP 状態: %s (カプセル化 %s):
sl: Trenutno stanje PPP: %s (encap %s):

source: in: asyncmap=0x%08x, lcp_opts=%d, lcp_magic=0x%08x, ipv4=%s, ipv6=%s
sl: vhod: asyncmap=0x%08x, lcp_opts=%d, lcp_magic=0x%08x, ipv4=%s, ipv6=%s

source: out: asyncmap=0x%08x, lcp_opts=%d, lcp_magic=0x%08x, ipv4=%s, ipv6=%s, solicit_peerns=%d, got_peerns=%d
sl: izhod: asyncmap=0x%08x, lcp_opts=%d, lcp_magic=0x%08x, ipv4=%s, ipv6=%s, solicit_peerns=%d, got_peerns=%d

source: Received MRU %d from server. Nak-offering larger MRU of %d (our MTU)
ja: サーバーから MRU %d を受信しました。より大きい MRU %d (こちらの MTU) を Nak で応答します
sl: Prejet MRU %d s strežnika. Nak-ponuja večji MRU od %d (naš MTU)

source: Received MRU %d from server. Setting our MTU to match.
ja: サーバーから MRU %d を受信しました。こちらの MTU をそれに合わせます。
sl: Prejel MRU %d s strežnika. Nastavljanje našega MTU, da se ujemata.

source: Received asyncmap of 0x%08x from server
ja: サーバーから asyncmap 0x%08x を受信しました
sl: Prejeti asyncmap 0x%08x s strežnika

source: Received magic number of 0x%08x from server
ja: サーバーからマジックナンバー 0x%08x を受信しました
sl: Prejeto čarobno število 0x%08x od strežnika

source: Received protocol field compression from server
ja: サーバーからプロトコルフィールド圧縮を受信しました
sl: Prejeto stiskanje polja protokola od strežnika

source: Received address and control field compression from server
ja: サーバーからアドレス・制御フィールド圧縮を受信しました
sl: S strežnika prejeto stiskanje naslova in kontrolnega polja

source: Received deprecated IP-Addresses from server, ignoring
ja: サーバーから非推奨の IP-Addresses を受信しましたが、無視します
sl: Prejeti zastareli naslovi IP s strežnika, prezrti bodo

source: Received Van Jacobson TCP/IP compression from server
ja: サーバーから Van Jacobson TCP/IP 圧縮を受信しました
sl: Prejeto stiskanje Van Jacobson TCP/IP s strežnika

source: Received peer IPv4 address %s from server
ja: サーバーからピア IPv4 アドレス %s を受信しました
sl: Prejeti naslov soležnika IPv4 %s s strežnika

source: Received peer IPv6 link-local address %s from server
ja: サーバーからピア IPv6 リンクローカルアドレス %s を受信しました
sl: Prejeti naslov krajevne povezave IPv6 %s soležnika s strežnika

source: Received unknown %s TLV (tag %d, len %d+2) from server:
ja: サーバーから未知の %s TLV (タグ %d、長さ %d+2) を受信しました:
sl: Prejet neznani %s TLV (oznaka %d, dolž %d+2) s strežnika:

source: Received %ld extra bytes at end of Config-Request:
ja: Config-Request の末尾に %ld バイトの余分なデータを受信しました:
sl: Prejetih %ld dodatnih bajtov na koncu Config-Request:

source: Reject %s/id %d config from server
ja: サーバーからの %s/id %d 設定を拒否します
sl: Zavrni prilagoditev %s/id %d s strežnika

source: Nak %s/id %d config from server
ja: サーバーからの %s/id %d 設定を Nak します
sl: Nak %s/id %d prilagoditev s strežnika

source: Ack %s/id %d config from server
ja: サーバーからの %s/id %d 設定を Ack します
sl: Ack %s/id prilagoditev %d s strežnika

source: Requesting calculated MTU of %d
ja: 計算された MTU %d を要求しています
sl: Zahtevanje izračunanega MTU %d

source: Sending our %s/id %d config request to server
ja: こちらの %s/id %d 設定要求をサーバーに送信しています
sl: Pošiljanje naše zahteve za prilagoditev %s/id %d strežniku

source: Server rejected/nak'ed LCP MRU option
ja: サーバーが LCP MRU オプションを拒否/Nak しました
sl: Strežnik je zavrnil/nak-nil možnost LCP MRU

source: Server rejected/nak'ed LCP asyncmap option
ja: サーバーが LCP asyncmap オプションを拒否/Nak しました
sl: Strežnik je zavrnil/nak-nil možnost LCP asyncmap

source: Server rejected LCP magic option
ja: サーバーが LCP magic オプションを拒否しました
sl: Strežnik je zavrnil čarobno možnost LCP

source: Server rejected/nak'ed LCP PFCOMP option
ja: サーバーが LCP PFCOMP オプションを拒否/Nak しました
sl: Strežnik je zavrnil/nak-nil možnost LCP PFCOMP

source: Server rejected/nak'ed LCP ACCOMP option
ja: サーバーが LCP ACCOMP オプションを拒否/Nak しました
sl: Strežnik je zavrnil/nak-nil možnost LCP ACCOMP

source: Server nak-offered IPv4 address: %s
ja: サーバーが Nak で IPv4 アドレスを提示しました: %s
sl: Naslov IPv4, ki ga strežnik nak/ponuja: %s

source: Server rejected Legacy IP address %s
ja: サーバーがレガシー IP アドレス %s を拒否しました
sl: Strežnik je zavrnil zastareli naslov IP %s

source: Server rejected/nak'ed our IPv4 address or request: %s
ja: サーバーがこちらの IPv4 アドレスまたは要求を拒否/Nak しました: %s
sl: Strežnik je zavrnil/nak-nil naš IPv4 naslov ali zahtevo: %s

source: Server nak-offered IPCP request for %s[%d] server: %s
ja: サーバーが %s[%d] サーバーへの IPCP 要求を Nak で提示しました: %s
sl: Zahteva IPCP, ki jo ponuja/nak strežnik, za strežnik %s[%d]: %s

source: Server rejected/nak'ed IPCP request for %s[%d] server
ja: サーバーが %s[%d] サーバーへの IPCP 要求を拒否/Nak しました
sl: Strežnik zavrnil/nak-nil zahtevo IPCP za strežnik %s[%d]

source: Server nak-offered IPv6 link-local address %s
ja: サーバーが Nak で IPv6 リンクローカルアドレス %s を提示しました
sl: Strežnik nak/ponudi naslov IPv6 link-local %s

source: Server rejected/nak'ed our IPv6 interface identifier
ja: サーバーがこちらの IPv6 インターフェース識別子を拒否/Nak しました
sl: Strežnik je zavrnil/nak-nil identifikator našega vmesnika IPv6

source: Server rejected/nak'ed %s TLV (tag %d, len %d+2)
ja: サーバーが %s TLV (タグ %d、長さ %d+2) を拒否/Nak しました
sl: Strežnik zavrnil/nak-nil %s TLV (oznaka %d, dolž %d+2)

source: Received %ld extra bytes at end of Config-Reject:
ja: Config-Reject の末尾に %ld バイトの余分なデータを受信しました:
sl: Prejetih %ld dodatnih bajtov na koncu Config-Reject:

source: Received %s/id %d %s from server
ja: サーバーから %s/id %d %s を受信しました
sl: Prejeti %s/id %d %s s strežnika

source: Server terminates with reason: %s
ja: サーバーが理由により終了します: %s
sl: Strežnik zaključi z razlogom: %s

source: Server rejected our request to configure IPv%d
ja: サーバーが IPv%d の設定要求を拒否しました
sl: Strežnik je zavrnil našo zahtevo za prilagoditev IPv%d

source: PPP state transition from %s to %s on %s channel
ja: %3$s チャネルで PPP 状態が %1$s から %2$s に遷移しました
sl: Prehod stanja PPP iz %s v %s na kanalu %s

source: PPP payload exceeds receive buffer
ja: PPP ペイロードが受信バッファーを超えています
sl: Obremenitev PPP presega sprejemni medpomnilnik

source: Short packet received (%d bytes). Waiting for more.
ja: 短いパケット (%d バイト) を受信しました。続きを待っています。
sl: Prejet kratki paket (%d bajtov). Čakanje na še več.

source: Unexpected pre-PPP packet header for encap %d.
ja: カプセル化 %d に対して予期しない PPP 前置ヘッダーです。
sl: Nepričakovana glava paketa pred PPP za encap %d.

source: PPP payload len %d exceeds receive buffer %d
ja: PPP ペイロード長 %d が受信バッファー %d を超えています
sl: Dolž %d obremenitve PPP presega sprejemni medpomnilnik %d

source: PPP packet is incomplete. Received %d bytes on wire (includes %d encap) but header payload_len is %d. Waiting for more.
ja: PPP パケットが不完全です。回線上で %d バイト (カプセル化 %d を含む) を受信しましたが、ヘッダーのペイロード長は %d です。続きを待っています。
sl: Paket PPP je nepopoln. Prejetih %d bajtov po žici (vključuje %d encap), vendar je payload_len glave %d. Čakanje na več.

source: Invalid PPP encapsulation
ja: 無効な PPP カプセル化です
sl: Neveljavna enkapsulacija FFS

source: Packet contains %d bytes after payload. Assuming concatenated packet.
ja: パケットのペイロード後に %d バイトのデータが含まれています。連結されたパケットとみなします。
sl: Paket vsebuje %d bajtov po obremenitvi. Ob predpostavki sestavljenega paketa.

source: Unexpected IPv%d packet in PPP state %s.
ja: PPP 状態 %2$s で予期しない IPv%1$d パケットを受信しました。
sl: Nepričakovan paket IPv%d v stanju PPP %s.

source: Received IPv%d data packet of %d bytes over %s
ja: %3$s 経由で %2$d バイトの IPv%1$d データパケットを受信しました
sl: Prejeti podatkovni paket IPv%d %d bajtov prek %s

source: Expected %d PPP header bytes but got %ld, shifting payload.
ja: %d バイトの PPP ヘッダーが必要ですが %ld バイトしかありません。ペイロードをシフトします。
sl: Pričakovanih %d bajtov glave PPP, prejetih pa %ld, zamikanje obremenitve.

source: Sending Protocol-Reject for %s. Payload:
ja: %s の Protocol-Reject を送信しています。ペイロード:
sl: Pošiljanje Protocol-Reject za %s. Obremenitev:

source: Detected dead peer!
ja: ピアの切断を検出しました!
sl: Zaznan mrtvi vrstnik!

source: Failed to establish PPP
ja: PPP の確立に失敗しました
sl: Ni uspelo vzpostaviti PPP

source: Send PPP discard request as keepalive
ja: キープアライブとして PPP 破棄要求を送信します
sl: Pošlji zahtevo za zavrženje PPP kot keepalive

source: Send PPP echo request as DPD
ja: DPD として PPP エコー要求を送信します
sl: Pošlji zahtevo za odmev PPP kot DPD

source: Sending PPP %s %s packet over %s (id %d, %d bytes total)
ja: %3$s 経由で PPP %1$s %2$s パケットを送信しています (id %4$d, 合計 %5$d バイト)
sl: Pošiljanje paketa PPP %s %s prek %s (id %d, skupaj %d bajtov)

source: Sending PPP %s packet over %s (%d bytes total)
ja: %2$s 経由で PPP %1$s パケットを送信しています (合計 %3$d バイト)
sl: Pošiljanje paketa PPP %s prek %s (skupaj %d bajtov)

source: PPP connect called with invalid DTLS state %d
ja: 無効な DTLS 状態 %d で PPP 接続が呼び出されました
sl: Povezava PPP klicana z neveljavnim stanjem DTLS %d

source: DTLS tunnel connected; exiting HTTPS mainloop.
ja: DTLS トンネルが接続されました。HTTPS メインループを終了します。
sl: Predor DTLS priključen; poteka izhod iz glavne zanke HTTPS.

source: Failed to connect DTLS tunnel; using HTTPS instead (state %d).
ja: DTLS トンネルの接続に失敗しました。代わりに HTTPS を使用します (状態 %d)。
sl: Povezava s predorom DTLS ni uspela; namesto tega uporabite HTTPS (stanje %d).

source: Establishing PPP tunnel over TLS failed
ja: TLS 経由での PPP トンネル確立に失敗しました
sl: Vzpostavitev tunela PPP prek TLS ni uspela

source: Invalid DTLS state %d
ja: 無効な DTLS 状態 %d
sl: Neveljavno stanje DTLS %d

source: Reset PPP failed
ja: PPP のリセットに失敗しました
sl: Ponastavitev PPP ni uspela

source: Failed to authenticate DTLS session
ja: DTLS セッションの認証に失敗しました
sl: Preverjanje pristnosti seje DTLS ni uspelo

source: Received internal Legacy IP address %s
ja: 内部レガシー IP アドレス %s を受信しました
sl: Prejeti interni zastareli naslov IP %s

source: Failed to handle IPv6 address
ja: IPv6 アドレスの処理に失敗しました
sl: Obdelava naslova IPv6 ni uspela

source: Received internal IPv6 address %s
ja: 内部 IPv6 アドレス %s を受信しました
sl: Prejeti interni naslov IPv6 %s

source: Received IPv6 split include %s
ja: IPv6 スプリットインクルード %s を受信しました
sl: Prejeta razdelitev IPv6 vključujoč %s

source: Received IPv6 split exclude %s
ja: IPv6 スプリットエクスクルード %s を受信しました
sl: Prejeta razdelitev IPv6 izključujoč %s

source: Unexpected length %d for attr 0x%x
ja: 属性 0x%2$x に対して予期しない長さ %1$d です
sl: Nepričakovana dolžina %d za atribut 0x%x

source: ESP encryption: 0x%04x (%s)
ja: ESP 暗号化: 0x%04x (%s)
sl: Šifriranje ESP: 0x%04x (%s)

source: ESP only: %d
ja: ESP のみ: %d
sl: Samo ESP: %d

source: Received internal gateway IPv6 address %s
ja: 内部ゲートウェイ IPv6 アドレス %s を受信しました
sl: Prejeti naslov IPv6 notranjega prehoda %s

source: Received proxy auto-config (PAC) payload of size %d
ja: プロキシー自動設定 (PAC) ペイロード (サイズ %d) を受信しました
sl: Prejeto obremenitev samodejne konfiguracije posrednega strežnika (PAC) velikosti %d

source: Received proxy auto-config (PAC) URL: %.*s
ja: プロキシー自動設定 (PAC) URL を受信しました: %.*s
sl: Prejet URL samodejne konfiguracije posrednega strežnika (PAC): %.*s

source: Pulse ESP tunnel allowed to carry 6in4 or 4in6 traffic: %d
ja: Pulse ESP トンネルの 6in4 または 4in6 トラフィック伝送許可: %d
sl: Predor Pulse ESP omogoča prenos prometa 6v4 ali 4v6: %d

source: Read %d bytes of IF-T/TLS record
ja: %d バイトの IF-T/TLS レコードを読み込みました
sl: Prebranig %d bajtov zapisa IF-T/TLS

source: Short write to IF-T/TLS
ja: IF-T/TLS への書き込みが短すぎます
sl: Kratko pisanje v IF-T/TLS

source: Error creating IF-T packet
ja: IF-T パケットの作成エラー
sl: Napaka pri ustvarjanju paketa IF-T

source: Error creating EAP packet
ja: EAP パケットの作成エラー
sl: Napaka pri ustvarjanju paketa EAP

source: Unexpected IF-T/TLS authentication challenge:
ja: 予期しない IF-T/TLS 認証チャレンジ:
sl: Nepričakovan izziv preverjanja pristnosti IF-T/TLS:

source: Unexpected EAP-TTLS payload:
ja: 予期しない EAP-TTLS ペイロード:
sl: Nepričakovana obremenitev EAP-TTLS:

source: Enter Pulse user realm:
ja: Pulse ユーザーレルムを入力してください:
sl: Vstopite v uporabniško področje Pulse:

source: Realm:
ja: レルム:
sl: Področje:

source: Choose Pulse user realm:
ja: Pulse ユーザーレルムを選択してください:
sl: Izberite uporabniško področje Pulse:

source: Choose Pulse region:
ja: Pulse リージョンを選択してください:
sl: Izberite območje Pulse:

source: Region:
ja: リージョン:
sl: Območje:

source: Failed to parse AVP
ja: AVP の解析に失敗しました
sl: Razčlenjevanje AVP ni uspelo

source: Session limit reached. Choose session to kill:
ja: セッションの上限に達しました。切断するセッションを選択してください:
sl: Dosežena omejitev seje. Izberite sejo, ki jo želite ubiti:

source: Session:
ja: セッション:
sl: Seja:

source: Failed to parse session list
ja: セッションリストの解析に失敗しました
sl: Razčlenjevanje seznama sej ni uspelo

source: Enter secondary credentials:
ja: セカンダリ資格情報を入力してください:
sl: Vnesite sekundarne poverilnice:

source: Enter user credentials:
ja: ユーザー資格情報を入力してください:
sl: Vpis poverila:

source: Secondary username:
ja: セカンダリユーザー名:
sl: Sekundarno uporabniško ime:

source: Username:
ja: ユーザー名:
sl: Uporabniško ime:

source: Password:
ja: パスワード:
sl: Geslo:

source: Secondary password:
ja: セカンダリパスワード:
sl: Sekundarno geslo:

source: Password expired. Please change password:
ja: パスワードの有効期限が切れました。パスワードを変更してください:
sl: Geslo je poteklo. Prosimo, spremenite geslo:
