Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: No ANsession cookie found
ja: ANsession クッキーが見つかりません
sl: Ni najdenega piškotka ANsession

source: Invalid cookie '%s'
ja: 無効なクッキー '%s'
sl: Neveljaven piškotek »%s«

source: Found DNS server %s
ja: DNS サーバー %s が見つかりました
sl: Zaznan je strežnik DNS %s

source: Got search domain '%s'
ja: 検索ドメイン '%s' を取得しました
sl: Pridobljena iskalna domena »%s«

source: Unknown Array config element '%s'
ja: 不明な配列設定要素 '%s'
sl: Neznani element konfiguracije polja »%s«

source: Initial config: Speed tunnel %d, enc %d, DPD %d
ja: 初期設定: 高速トンネル %d、暗号化 %d、DPD %d
sl: Začetna konfiguracija: hitrostni predor %d, kodiranje %d, DPD %d

source: Short write in Array JSON negotiation
ja: 配列 JSON ネゴシエーションで書き込み不足が発生しました
sl: Kratek zapis v pogajanjih Array JSON

source: Failed to read Array JSON response
ja: 配列 JSON 応答の読み取りに失敗しました
sl: Odgovora polja JSON ni bilo mogoče prebrati

source: Unexpected response to Array JSON request
ja: 配列 JSON リクエストに対する予期しない応答
sl: Nepričakovan odgovor na zahtevo polja JSON

source: Failed to parse Array JSON response
ja: 配列 JSON 応答の解析に失敗しました
sl: Razčlenitev odziva polja JSON ni uspela

source: Error creating array negotiation request
ja: 配列ネゴシエーションリクエストの作成に失敗しました
sl: Napaka pri ustvarjanju zahteve za pogajanja s polji

source: Unexpected %d result from server
ja: サーバーから予期しない結果 %d が返されました
sl: Nepričakovan odgovor strežnika %d.

source: Error building Array DTLS negotiation packet
ja: 配列 DTLS ネゴシエーションパケットの構築に失敗しました
sl: Napaka pri gradnji pogajalskega paketa Array DTLS

source: Short write in array negotiation
ja: 配列ネゴシエーションで書き込み不足が発生しました
sl: Kratko pisanje v pogajanjih s polji

source: Failed to read UDP negotiation response
ja: UDP ネゴシエーション応答の読み取りに失敗しました
sl: Neuspelo branje odgovora na pogajanja UDP

source: DTLS enabled on port %d
ja: ポート %d で DTLS が有効になりました
sl: DTLS omogočen na vratih %d

source: Refusing non-DTLS UDP tunnel
ja: 非 DTLS UDP トンネルを拒否しています
sl: Zavrnitev tunela UDP, ki ni DTLS

source: Failed to read ipff response
ja: ipff 応答の読み取りに失敗しました
sl: Odgovora IPFF ni bilo mogoče prebrati

source: Allocation failed
ja: 割り当てに失敗しました
sl: Dodelitev ni uspela

source: Received %d more bytes after partial %d
ja: 部分的な %d バイトの後、さらに %d バイト受信しました
sl: Prejeto %d več bajtov po delnih %d

source: Received partial packet, %d bytes
ja: %d バイトの部分的なパケットを受信しました
sl: Prejet je delni paket, %d bajtov

source: Unrecognised data packet, len %d
ja: 不明なデータパケット、長さ %d
sl: Neprepoznani podatkovni paket, dol %d

source: Received partial packet, %d of %d bytes
ja: 部分的なパケットを受信しました、%d / %d バイト
sl: Prejeti delni paket, %d %d bajtov

source: Receive control packet of type %x:
ja: タイプ %x の制御パケットを受信:
sl: Prejmi kontrolni paket vrste %x:

source: Received data packet of %d bytes
ja: %d バイトのデータパケットを受信しました
sl: Prejet je paket podatkov velikosti %d bajtov

source: Moved down %d bytes after previous packet
ja: 前のパケットの後で %d バイト分移動しました
sl: Navzdol pomaknjenih %d bajtov po prejšnjem paketu

source: SSL wrote too few bytes! Asked for %d, sent %d
ja: SSL の書き込みバイト数が不足しています! 要求: %d、送信: %d
sl: SSL je zapisal premalo bajtov! Zahtevanih je %d, poslanih pa %d

source: CSTP rekey due
ja: CSTP の再キーイングが必要です
sl: Protokol CSTP zahteva ponovno preverjanje ključa

source: Rehandshake failed; attempting new-tunnel
ja: 再ハンドシェイクに失敗しました。新しいトンネルを試行します
sl: Ponovno rokovanje ni uspelo; sledi poskus novega predora

source: TCP Dead Peer Detection detected dead peer!
ja: TCP デッドピア検出で無応答ピアを検出しました!
sl: Zaznava mrtvih omrežnih soležnikov CSTP je zaznala mrtvega omrežnega soležnika!

source: TCP reconnect failed
ja: TCP 再接続に失敗しました
sl: Ponovna povezava s TCP je spodletela

source: Send TCP DPD
ja: TCP DPD を送信
sl: Pošlji zahtevo TCP DPD

source: Send TCP Keepalive
ja: TCP キープアライブを送信
sl: Pošlji zahtevo TCP Keepalive

source: Sending DTLS off packet
ja: DTLS オフパケットを送信中
sl: Poteka pošiljanje paketa DTLS off

source: Sending uncompressed data packet of %d bytes
ja: %d バイトの非圧縮データパケットを送信中
sl: Pošiljanje ne-stisnjenega paketa podatkov velikosti %d bajtov

source: Attempt new DTLS connection
ja: 新しい DTLS 接続を試行
sl: Poskus nove povezave DTLS

source: Failed to receive authentication response from DTLS
ja: DTLS からの認証応答の受信に失敗しました
sl: Odgovor na preverjanje pristnosti od DTLS ni prejet

source: DTLS session established
ja: DTLS セッションが確立されました
sl: Vzpostavljena je seja DTLS

source: Received Legacy IP over DTLS; assuming established
ja: DTLS 経由で レガシ― IP を受信; 接続確立と判定
sl: Prejeti zastareli IP prek DTLS; ob predpostavki, da je bilo vzpostavljeno

source: Received IPv6 over DTLS; assuming established
ja: DTLS 経由で IPv6 を受信; 接続確立と判定
sl: Prejeto IPv6 prek DTLS; predvidevati je moč, da je bila vzpostavljena

source: Received unknown DTLS packet
ja: 不明な DTLS パケットを受信
sl: Prejeti neznani paket DTLS

source: Error creating connect request for DTLS session
ja: DTLS セッションの接続要求作成でエラーが発生しました
sl: Napaka pri ustvarjanju zahteve za povezavo za sejo DTLS

source: Failed to write connect request to DTLS session
ja: DTLS セッションの接続要求作成でエラーが発生しました
sl: Ni bilo mogoče napisati zahteve za povezavo s sejo DTLS

source: Received DTLS packet 0x%02x of %d bytes
ja: DTLS パケット 0x%02x を受信 (%d バイト)
sl: Prejet je paket DTLS 0x%02x velikosti %d bajtov

source: DTLS rekey due
ja: DTLS の再キーイングが必要です
sl: Ponovno uporaba ključa DTLS je potekla.

source: DTLS Rehandshake failed; reconnecting.
ja: DTLS 再ハンドシェイクに失敗; 再接続中
sl: Rokovanje DTLS je spodletelo; poteka ponovno povezovanje.

source: DTLS Dead Peer Detection detected dead peer!
ja: DTLS デッドピア検出で無応答ピアを検出しました!
sl: Zaznava nedejavnih soležnikov je vrnila zadetke nedejavnih povezav!

source: Send DTLS DPD
ja: DTLS DPD を送信
sl: Pošlji DPD DTLS

source: Failed to send DPD request. Expect disconnect
ja: DPD 要求の送信に失敗。切断の可能性あり
sl: Pošiljanje zahteve DPD je spodletelo. Pričakujte prekinitev povezave.

source: Sent DTLS packet of %d bytes; DTLS send returned %d
ja: DTLS パケット %d バイトを送信; DTLS 送信は %d を返却
sl: Poslan je bil paket DTLS dolžine %d bajtov; vrnjen paket DTLS pa je %d

source: Logout failed.
ja: ログアウトに失敗しました。
sl: Odjava ni uspela.

source: Logout successful.
ja: ログアウトしました。
sl: Odjava je bila uspešna.

source: SAML authentication required; using portal-userauthcookie to continue SAML.
ja: SAML 認証が必要; SAML の継続に portal-userauthcookie を使用
sl: Potrebno je preverjanje pristnosti SAML; uporaba portal-userauthcookie za nadaljevanje SAML.

source: SAML authentication required; using portal-prelogonuserauthcookie to continue SAML.
ja: SAML 認証が必要; SAML の継続に portal-prelogonuserauthcookie を使用
sl: Potrebno je preverjanje pristnosti SAML; uporaba portal-prelogonuserauthcookie za nadaljevanje SAML.

source: Destination form field %s was specified; assuming SAML %s authentication is complete.
ja: 宛先フォームフィールド %s が指定されました; SAML %s 認証が完了したと判定
sl: Polje ciljnega obrazca %s je bilo določeno; ob predpostavki, da je preverjanje pristnosti SAML %s končano.

source: SAML %s authentication is required via %s
ja: %s 経由で SAML %s 認証が必要
sl: Preverjanje pristnosti SAML %s je potrebno prek %s

source: When SAML authentication is complete, specify destination form field by appending field_name to login URL.
sl: Ko je preverjanje pristnosti SAML končano, določite ciljno polje obrazca tako, da URL-ju za prijavo priložite ime_polja.

source: Please enter your username and password
ja: ユーザー名とパスワードを入力してください
sl: Vnesite svoje uporabniško ime in geslo

source: Username
ja: ユーザー名
sl: Uporabniško ime

source: Password
ja: パスワード
sl: Geslo

source: Challenge:
ja: チャレンジ:
sl: Izziv:

source: GlobalProtect login returned unexpected argument value arg[%d]=%s
ja: GlobalProtect ログインが予期しない引数値 arg[%d]=%s を返却
sl: Prijava GlobalProtect je vrnila nepričakovano vrednost argumenta arg[%d]=%s

source: GlobalProtect login returned %s=%s (expected %s)
ja: GlobalProtect ログインが %s=%s を返却 (期待値: %s)
sl: Prijava GlobalProtect je vrnila %s=%s (pričakovano %s)

source: GlobalProtect login returned empty or missing %s
ja: GlobalProtect ログインが空または欠損の %s を返却
sl: Prijava GlobalProtect je vrnila prazne ali manjkajoče %s

source: GlobalProtect login returned %s=%s
ja: GlobalProtect ログインが %s=%s を返却
sl: Prijava GlobalProtect je vrnila %s=%s

source: Please report %d unexpected values above (of which %d fatal) to <%s>
ja: 上記の予期しない値 %d 件 (うち致命的エラー %d 件) を <%s> に報告してください
sl: Zgoraj navedene nepričakovane vrednosti %d (od katerih je %d usodnih) sporočite <%s>

source: Please select GlobalProtect gateway.
ja: GlobalProtect ゲートウェイを選択してください。
sl: Izberite prehod GlobalProtect.

source: GATEWAY:
ja: ゲートウェイ:
sl: PREHOD:

source: Ignoring portal's HIP report interval (%d minutes), because interval is already set to %d minutes.
ja: ポータルの HIP レポート間隔 (%d 分) を無視します。間隔は既に %d 分に設定済みです。
sl: Prezrtje intervala poročanja portala HIP (%d minut), ker je interval že nastavljen na %d minut.

source: Portal set HIP report interval to %d minutes).
ja: ポータルで HIP レポートの間隔が %d 分に設定されました。
sl: Portal je nastavil interval poročila HIP na %d minut).

source: Portal reports GlobalProtect version %s; we will report the same client version.
ja: ポータルから GlobalProtect バージョン %s が報告されました。同じクライアントバージョンを使用します。
sl: Portal poroča o različici GlobalProtect %s; Poročali bomo o isti različici odjemalca.

source: GlobalProtect portal configuration lists no gateway servers.
ja: GlobalProtect ポータル設定にゲートウェイサーバーが設定されていません。
sl: Konfiguracija portala GlobalProtect ne navaja strežnikov prehoda.

source: unknown
ja: 不明
sl: neznano

source: %d gateway servers available:
ja: 利用可能なゲートウェイサーバー (%d 台):
sl: Na voljo je %d strežnikov prehoda:

source: %s (%s) [priority %d]
ja: %s (%s) [優先度 %d]
sl: %s (%s) [prednostno: %d]

source: %s (%s) [unprioritized]
ja: %s (%s) [非優先]
sl: %s (%s) [neprednostno]

source: Failed to generate OTP tokencode; disabling token
ja: OTP トークンコードの生成に失敗しました。トークンを無効にします
sl: Ustvarjanje kode žetona OTP je spodletelo: onemogočanje žetona

source: Server is neither a GlobalProtect portal nor a gateway.
ja: サーバーは GlobalProtect ポータルでもゲートウェイでもありません。
sl: Strežnik ni niti portal GlobalProtect niti prehod.

source: Ignoring unknown form submit item '%s'
ja: 不明なフォーム送信項目 '%s' をスキップします
sl: Prezrtje neznane postavke oddajnega obrazca »%s«

source: Ignoring unknown form input type '%s'
ja: 不明なフォーム入力タイプ '%s' をスキップします
sl: Neznana vrsta vnosa obrazca »%s« bo prezrta

source: Discarding duplicate option '%s'
ja: 重複するオプション '%s' を破棄します
sl: Zavrženje podvojene možnosti »%s«

source: Cannot handle form method='%s', action='%s'
ja: フォームの method='%s'、action='%s' を処理できません
sl: Ni mogoče obravnavati obrazca method='%s', action='%s'

source: Unknown textarea field: '%s'
ja: 不明なテキストエリアフィールド: '%s'
sl: Neznano polje za besedila: »%s«

source: Failed to allocate memory for communication with TNCC
ja: TNCC との通信用メモリの確保に失敗しました
sl: Ni bilo mogoče dodeliti pomnilnika za komunikacijo s TNCC

source: Failed to send command to TNCC
ja: TNCC へのコマンド送信に失敗しました
sl: Pošiljanje ukaza TNCC ni uspelo

source: TNCC support not implemented yet on Windows
ja: Windows での TNCC サポートはまだ実装されていません
sl: Podpora za TNCC še ni bila implementirana v sistemih Windows

source: No DSPREAUTH cookie; not attempting TNCC
ja: DSPREAUTH クッキーなし; TNCC を試行しません
sl: Ni piškotka DSPREAUTH; brez poskusa TNCC

source: Trying to run TNCC/Host Checker Trojan script '%s'.
ja: TNCC/Host Checker トロイの木馬スクリプト '%s' を実行しようとしています。
sl: Poskus poganjanja skripta TNCC/Host Checker Trojan »%s«.

source: Failed to exec TNCC script %s: %s
ja: TNCC スクリプト %s の実行に失敗しました: %s
sl: Izvajanje skripta TNCC %s je spodletelo: %s

source: Sent start; waiting for response from TNCC
ja: 開始を送信しました; TNCC からの応答を待機しています
sl: Poslani začetek; čakanje na odgovor TNCC

source: Failed to read response from TNCC
ja: TNCC からの応答の読み取りに失敗しました
sl: Branje odgovora TNCC je spodletelo.

source: Received unsuccessful %s response from TNCC
ja: TNCC から失敗応答 %s を受信しました
sl: Prejet neuspešen odziv %s od TNCC

source: TNCC response 200 OK
ja: TNCC 応答 200 OK
sl: Odziv TNCC 200 V redu

source: Second line of TNCC response: '%s'
ja: TNCC 応答の 2 行目: '%s'
sl: Druga vrstica odgovora TNCC: »%s«

source: Got new DSPREAUTH cookie from TNCC: %s
ja: TNCC から新しい DSPREAUTH クッキーを取得しました: %s
sl: Prejet nov piškotek DSPREAUTH od TNCC: %s

source: Got reauth interval from TNCC: %d seconds
ja: TNCC から再認証間隔を取得しました: %d 秒
sl: Prejeti interval reauth iz TNCC: %d s

source: Unexpected non-empty line from TNCC after DSPREAUTH cookie: '%s'
ja: DSPREAUTH クッキー後に TNCC から予期しない非空行: '%s'
sl: Nepričakovana neprazna vrstica iz TNCC po piškotku DSPREAUTH: »%s«

source: Too many non-empty lines from TNCC after DSPREAUTH cookie
ja: DSPREAUTH クッキー後に TNCC から非空行が多すぎます
sl: Preveč nepraznih vrstic iz TNCC po piškotku DSPREAUTH

source: Failed to parse HTML document
ja: HTML 文書の解析に失敗しました
sl: Razčlenjevanje dokumenta HTML je spodletelo

source: Failed to find or parse web form in login page
ja: ログインページでウェブフォームの検索または解析に失敗しました
sl: Ni bilo mogoče najti ali razčleniti spletnega obrazca na strani za prijavo

source: Encountered form with no 'name' or 'id'
ja: 'name' または 'id' のないフォームが見つかりました
sl: Obrazec brez imena (»name«) ali »id«

source: Form action (%s) likely indicates that TNCC/Host Checker failed.
ja: フォームアクション (%s) は TNCC/Host Checker が失敗したことを示している可能性があります。
sl: Dejanje obrazca (%s) verjetno pomeni, da je TNCC/preverjevalnik gostitelja spodletel.

source: Unknown form (name '%s', id '%s')
ja: 不明なフォーム (name '%s', id '%s')
sl: Neznana oblika (ime »%s«, id »%s«)

source: Dumping unknown HTML form:
ja: 不明な HTML フォームをダンプしています:
sl: Odlaganje neznanega obrazca HTML:

source: Form choice has no name
ja: フォーム選択肢に名前がありません
sl: Izbor obrazca je brez imena.

source: name %s not input
ja: 名前 %s は入力ではありません
sl: ime %s ni vnosno ime

source: No input type in form
ja: フォームに入力タイプがありません
sl: Ni vnosnega vrste v obrazcu.

source: No input name in form
ja: フォームに入力名がありません
sl: Ni vnosnega imena v obrazcu.

source: Unknown input type %s in form
ja: フォームに不明な入力タイプ %s があります
sl: Neznana vnosna vrsta %s v obrazcu

source: Empty response from server
ja: サーバーからの応答が空です
sl: Prazen odgovor strežnika

source: Failed to parse server response
ja: サーバー応答の解析に失敗しました
sl: Razčlenjevanje odgovora strežnika je spodletelo.

source: Response was:%s
ja: 応答: %s
sl: Odziv je: %s

source: Received <client-cert-request> when not expected.
ja: 予期しない <client-cert-request> を受信しました。
sl: Prejet <client-cert-request>, ko ni bil pričakovan.

source: Received <multiple-client-cert-request> when not expected.
ja: 予期しない <multiple-client-cert-request> を受信しました。
sl: Prejeto <multiple-client-cert-request> , ko ni pričakovano.

source: Server reported certificate error: %s.
ja: サーバーが証明書エラーを報告しました: %s。
sl: Napaka potrdila, o kateri je poročal strežnik: %s.

source: XML response has no "auth" node
ja: XML 応答に "auth" ノードがありません
sl: Odziv XML je brez vozlišča "auth".

source: Asked for password but '--no-passwd' set
ja: パスワードが要求されましたが '--no-passwd' が設定されています
sl: Zahtevano je geslo, vendar je uporabljena zastavica '--no-passwd'

source: Client certificate missing or incorrect (Certificate Validation Failure)
ja: クライアント証明書が見つからないか不正です (証明書検証失敗)
sl: Manjkajoče ali nepravilno potrdilo odjemalca (napaka pri preverjanju veljavnosti potrdila)

source: Not downloading XML profile because SHA1 already matches
ja: SHA1 がすでに一致するため XML プロファイルをダウンロードしません
sl: Profil XML ne bo prenesen, ker se SHA1 že ujema

source: Failed to open HTTPS connection to %s
ja: %s への HTTPS 接続を開けませんでした
sl: Napaka med odpiranjem povezave HTTPS %s

source: Failed to send GET request for new config
ja: 新しい設定の GET リクエスト送信に失敗しました
sl: Pošiljanje zahteve GET za novo nastavitev je spodletela.

source: Downloaded config file did not match intended SHA1
ja: ダウンロードした設定ファイルが意図された SHA1 と一致しませんでした
sl: Prejeta datoteka nastavitev ni skladna z razpršilom SHA1

source: Downloaded new XML profile
ja: 新しい XML プロファイルをダウンロードしました
sl: Prenesen nov profil XML

source: Error: Running the 'Cisco Secure Desktop' trojan on this platform is not yet implemented.
ja: エラー: このプラットフォームでの 'Cisco Secure Desktop' の実行はまだ実装されていません。
sl: Napaka: Zagon trojanca »Cisco Secure Desktop« na tej platformi še ni implementiran.

source: Failed to set gid %ld: %s
ja: GID %ld の設定に失敗しました: %s
sl: Ni bilo mogoče nastaviti gid %ld: %s

source: Failed to set groups to %ld: %s
ja: グループを %ld に設定できませんでした: %s
sl: Nastavitev skupin na %ld je spodletela: %s

source: Failed to set uid %ld: %s
ja: UID %ld を設定できませんでした: %s
sl: Nastavljanje uid %ld je spodletelo: %s

source: Invalid user uid=%ld: %s
ja: 無効なユーザー UID=%ld: %s
sl: Neveljaven uporabnik uid=%ld: %s

source: Failed to change to CSD home directory '%s': %s
ja: CSD ホームディレクトリ '%s' への変更に失敗しました: %s
sl: Sprememba domače mape CSD '%s' je spodletela: %s

source: Error: Server asked us to run CSD hostscan. You need to provide a suitable --csd-wrapper argument.
ja: エラー: サーバーから CSD ホストスキャンの実行が要求されました。 適切な --csd-wrapper 引数を指定する必要があります。
sl: Napaka: strežnik zahteva zagon pregleda gostitelja CSD Podati je treba ustrezni parameter --csd-wrapper.

source: Error: Server asked us to download and run a 'Cisco Secure Desktop' trojan. This facility is disabled by default for security reasons, so you may wish to enable it.
ja: エラー: サーバーから 'Cisco Secure Desktop' トロイの木馬のダウンロードと実行が要求されました。 この機能はセキュリティ上の理由により既定で無効化されているため、有効化することをお勧めします。
sl: Napaka: strežnik zahteva prejem in zagon trojanske datoteke 'Cisco Secure Desktop'. Ta možnost je iz varnostnih razlogov privzeto onemogočena. Če želite možnost uporabljati, jo omogočite.

source: Temporary directory '%s' is not writable: %s
ja: 一時ディレクトリ '%s' に書き込みできません: %s
sl: V začasno mapo »%s« ni možno pisati: %s

source: Failed to open temporary CSD script file: %s
ja: 一時 CSD スクリプトファイルを開けませんでした: %s
sl: Odpiranje začasne datoteke skripta CSD je spodletelo: %s

source: Failed to write temporary CSD script file: %s
ja: 一時 CSD スクリプトファイルに書き込みできませんでした: %s
sl: Zapisovanje začasne datoteke skripta CSD je spodletelo: %s

source: Trying to run CSD Trojan script '%s'.
ja: CSD トロイの木馬スクリプト '%s' を実行しようとしています。
sl: Poskus zagona trojanskega skripta CSD »%s«.

source: CSD script '%s' exited abnormally
ja: CSD スクリプト '%s' が異常終了しました
sl: Skript »%s« se je nepričakovano končal

source: CSD script '%s' returned non-zero status: %d
ja: CSD スクリプト '%s' が非ゼロステータスを返しました: %d
sl: Skript CSD »%s« je vrnil neničelno stanje: %d

source: Authentication may fail. If your script is not returning zero, fix it. Future versions of openconnect will abort on this error.
ja: 認証が失敗する可能性があります。スクリプトがゼロを返していない場合は修正してください。 openconnect の将来のバージョンではこのエラーで中断されます。
sl: Preverjanje pristnosti morda ne bo uspelo. Če skript ne vrne ničle, ga popravite. Prihodnje različice openconnect bodo ob tej napaki končale z delom.

source: CSD script '%s' completed successfully.
ja: CSD スクリプト '%s' が正常に完了しました。
sl: Skript CSD »%s« uspešno zaključen.

source: Warning: you are running insecure CSD code with root privileges Use command line option "--csd-user"
ja: 警告: 安全でない CSD コードを root 権限で実行しています コマンドラインオプション "--csd-user" を使用してください
sl: Opozorilo: kodo CSD, ki ni varna, zaganjate s skrbniškimi dovoljenji. Uporabite možnost ukazne vrstice "--csd-user"

source: Failed to exec CSD script %s
ja: CSD スクリプト %s の実行に失敗しました
sl: Izvajanje skripta CSD %s je spodletelo.

source: Unknown response from server
ja: サーバーからの不明な応答
sl: Neznan odgovor s strežnika.

source: Server requested SSL client certificate after one was provided
ja: クライアント証明書を提供した後にサーバーが SSL クライアント証明書を要求しました
sl: Strežnik je zahteval potrdilo odjemalca SSL, ko je bilo že posredovano

source: Server requested SSL client certificate; none was configured
ja: サーバーが SSL クライアント証明書を要求しましたが、設定されていません
sl: Strežnik je zahteval potrdilo odjemalca SSL; nobeno ni nastavljeno

source: Multiple-certificate authentication requires a second certificate; none were configured.
ja: 複数証明書認証には2番目の証明書が必要ですが、設定されていません。
sl: Za overitev več potrdil je potrebno drugo potrdilo; nobeno ni bila nastavljeno.

source: XML POST enabled
ja: XML POST が有効になりました
sl: Omogočena zmožnost XML POST

source: Couldn't fetch CSD stub. Proceeding anyway with CSD wrapper script.
ja: CSD スタブを取得できませんでした。CSD ラッパースクリプトで処理を継続します。
sl: Ni bilo mogoče dobiti škrbine CSD. Kljub temu se nadaljuje s skriptom ovijanja CSD.

source: Fetched CSD stub for %s platform (size is %d bytes).
ja: プラットフォーム %s 用の CSD スタブを取得しました (サイズ: %d バイト)。
sl: Pridobljena škrbina CSD za platformo %s (velikost je %d bajtov).

source: Refreshing %s after 1 second...
ja: 1秒後に %s を更新しています...
sl: Osveževanje %s po steklo po 1 sekundi ...

source: Unsupported hash algorithm '%s' requested.
ja: サポートされていないハッシュアルゴリズム '%s' が要求されました。
sl: Zahtevan je nepodprt algoritem zgoščevanja »%s«.

source: Duplicate hash algorithm '%s' requested.
ja: 重複するハッシュアルゴリズム '%s' が要求されました。
sl: Zahtevani podvojeni algoritem zgoščevanja »%s«.

source: Multiple-certificate authentication signature hash algorithm negotiation failed.
ja: 複数証明書認証の署名ハッシュアルゴリズムネゴシエーションに失敗しました。
sl: Pogajanja o algoritmu zgoščevanja podpisa z več potrdili niso uspela.

source: Error exporting multiple-certificate signer's certificate chain.
ja: 複数証明書署名者の証明書チェーンエクスポート中にエラーが発生しました。
sl: Napaka pri izvozu verige potrdil podpisnika z več potrdili.

source: Error encoding the challenge response.
ja: チャレンジ応答のエンコード中にエラーが発生しました。
sl: Napaka pri kodiranju odgovora na izziv.

source: (error 0x%lx)
ja: (エラー 0x%lx)
sl: (napaka 0x%lx)

source: (Error while describing error!)
ja: (エラーの説明中にエラーが発生しました!)
sl: (Napaka pri opisovanju napake!)

source: ERROR: Cannot initialize sockets
ja: エラー: ソケットを初期化できません
sl: NAPAKA: Vtičnic ni mogoče inicializirati

source: CRITICAL ERROR: DTLS master secret is uninitialised. Please report this.
ja: 致命的エラー: DTLS マスターシークレットが未初期化です。これを報告してください。
sl: KRITIČNA NAPAKA: glavna skrivnost DTLS ni inicializirana. Prosimo, prijavite.

source: Error creating HTTPS CONNECT request
ja: HTTPS CONNECT リクエストの作成中にエラーが発生しました
sl: Napaka pri ustvarjanju zahteve HTTPS CONNECT

source: Error fetching HTTPS response
ja: HTTPS 応答の取得中にエラーが発生しました
sl: Napaka med pridobivanjem odziva HTTP

source: VPN service unavailable; reason: %s
ja: VPN サービスが利用できません。理由: %s
sl: Storitev VPN ni na voljo; razlog: %s

source: Got inappropriate HTTP CONNECT response: %s
ja: 不適切な HTTP CONNECT 応答を受信しました: %s
sl: Prejet neustrezen odziv HTTP CONNECT: %s

source: Got CONNECT response: %s
ja: CONNECT 応答を受信しました: %s
sl: Prejet je odziv CONNECT: %s

source: No memory for options
ja: オプションのメモリなし
sl: Ni pomnilnika za možnosti

source: <elided>
sl: <izpadlo>

source: X-DTLS-Session-ID not 64 characters; is: "%s"
ja: X-DTLS-Session-ID が 64 文字ではありません。実際: "%s"
sl: ID seje X-DTLS-Session-ID ni dolžine 64 znakov, ampak: "%s"

source: X-DTLS-Session-ID is invalid; is: "%s"
ja: X-DTLS-Session-ID が無効です。実際: "%s"
sl: X-DTLS-Session-ID ni veljaven; je: »%s«

source: Unknown DTLS-Content-Encoding %s
ja: 不明な DTLS-Content-Encoding %s
sl: Neznano kodiranje vsebine DTLS %s

source: Unknown CSTP-Content-Encoding %s
ja: 不明な CSTP-Content-Encoding %s
sl: Neznano kodiranje vsebine CSTP %s

source: No MTU received. Aborting
ja: MTU を受信できませんでした。中止します
sl: MTU ni bil prejet. Opravilo bo prekinjeno.

source: CSTP connected. DPD %d, Keepalive %d
ja: CSTP に接続されました。DPD %d、キープアライブ %d
sl: Vzpostavljena je povezava CSTP. DPD %d, KEEPALIVE %d

source: Ingested STRAP public key %s
ja: STRAP 公開鍵 %s を取得しました
sl: Vstavljen javni ključ STRAP %s

source: Compression setup failed
ja: 圧縮設定に失敗しました
sl: Nastavitev stiskanja je spodletela

source: Allocation of deflate buffer failed
ja: deflate バッファーの割り当てに失敗しました
sl: Dodelitev medpomnilnika za stiskanje je spodletela

source: inflate failed
ja: inflate に失敗しました
sl: razširjanje je spodletelo

source: LZS decompression failed: %s
ja: LZS 展開に失敗しました: %s
sl: Razpakiranje LZS je spodletelo: %s

source: LZ4 decompression failed
ja: LZ4 展開に失敗しました
sl: Razpakiranje LZ4 je spodletelo

source: Unknown compression type %d
ja: 不明な圧縮タイプ %d
sl: Nepodprta vrsta stiskanja %d

source: Received %s compressed data packet of %d bytes (was %d)
ja: %s 圧縮データパケット %d バイトを受信しました (元は %d バイト)
sl: Prejet je stisnjen paket podatkov %s velikosti %d bajtov (prej %d)

source: deflate failed %d
ja: deflate に失敗しました %d
sl: razširjanje je spodletelo %d
