Repository: sailfishos-mirror/openconnect
Catalog: po/*.po
Languages: ja, sl

source: TPM2 Esys_Sign auth failed
ja: TPM2 Esys_Sign 認証に失敗しました
sl: Preverjanje pristnosti TPM2 Esys_Sign ni uspelo

source: Invalid TPM2 parent handle 0x%08x
ja: 無効な TPM2 親ハンドル 0x%08x
sl: Neveljavna nadrejena ročica TPM2 0x%08x

source: Using SWTPM due to TPM_INTERFACE_TYPE environment variable
ja: TPM_INTERFACE_TYPE 環境変数により SWTPM を使用しています
sl: Uporaba SWTPM zaradi spremenljivke okolja TPM_INTERFACE_TYPE

source: TSS2_TctiLdr_Initialize failed for swtpm: 0x%x
ja: swtpm の TSS2_TctiLdr_Initialize に失敗しました: 0x%x
sl: TSS2_TctiLdr_Initialize je spodletel za SWTPM: 0x%x

source: Failed to import TPM2 private key data: 0x%x
ja: TPM2 秘密鍵データのインポートに失敗しました: 0x%x
sl: Nalaganje podatkov zasebnega ključa TPM2 je spodletelo: 0x%x

source: Failed to import TPM2 public key data: 0x%x
ja: TPM2 公開鍵データのインポートに失敗しました: 0x%x
sl: Uvoz podatkov javnega ključa TPM2 je spodletelo: 0x%x

source: Unsupported TPM2 key type %d
ja: サポートされていない TPM2 キータイプ %d
sl: Nepodprta vrsta ključa TPM2 %d

source: TPM2 operation %s failed (%d): %s%s%s
ja: TPM2 操作 %s に失敗しました (%d): %s%s%s
sl: Delovanje TPM2 %s ni uspelo (%d): %s%s%s

source: Challenge: %s
ja: チャレンジ: %s
sl: Izziv: %s

source: Failed to parse non-XML server response
ja: 非 XML サーバー応答の解析に失敗しました
sl: Razčlenitev odziva strežnika, ki ni XML, je spodletela

source: Response was: %s
ja: 応答内容: %s
sl: Odziv je: %s

source: Failed to parse XML server response
ja: XML サーバー応答を解析できませんでした
sl: Odgovora strežnika XML ni bilo mogoče razčleniti

source: Unknown ESP MAC algorithm: %s
ja: 不明な ESP MAC アルゴリズムです: %s
sl: Neznani algoritem ESP MAC: %s

source: Unknown ESP encryption algorithm: %s
ja: 不明な ESP 暗号化アルゴリズムです: %s
sl: Neznani algoritem šifriranja ESP: %s

source: WARNING: Config XML contains <quarantine> tag with value of "%s". VPN connectivity may be disabled or limited.
ja: 警告: 設定 XML に値 "%s" の <quarantine> タグが含まれています。 VPN 接続が無効化または制限される可能性があります。
sl: OPOZORILO: Prilagoditveni XML vsebuje značko <quarantine> z vrednostjo »%s«. Povezljivost VPN je morda onemogočena ali omejena.

source: Non-standard SSL tunnel path: %s
ja: 非標準の SSL トンネルパスです: %s
sl: Nestandardna pot predora SSL: %s

source: Tunnel timeout (rekey interval) is %d minutes.
ja: トンネルタイムアウト (鍵の更新間隔) は %d 分です。
sl: Časovna omejitev tunela (interval vnovičnega ključa) je %d minut.

source: Legacy IP gateway address in config XML (%s) differs from external gateway address (%s).
ja: 設定 XML の従来の IP ゲートウェイアドレス (%s) が外部ゲートウェイアドレス (%s) と異なります。
sl: Opuščeni naslov prehoda IP v prilagoditvi XML (%s) se razlikuje od naslova zunanjega prehoda (%s).

source: IPv6 gateway address in config XML (%s) differs from external gateway address (%s).
ja: 設定 XML の IPv6 ゲートウェイアドレス (%s) が外部ゲートウェイアドレス (%s) と異なります。
sl: Naslov prehoda IPv6 v prilagoditvi XML (%s) se razlikuje od naslova zunanjega prehoda (%s).

source: Config XML <connected-gw-ip> address (%s) differs from external gateway address (%s). Please report this to <%s>, including any problems with ESP or other apparent loss of connectivity or performance.
ja: 設定 XML の <connected-gw-ip> アドレス (%s) が外部ゲートウェイアドレス (%s) と異なります。 ESP やその他の接続性やパフォーマンスに関する問題も含めて、<%s> にご報告ください。
sl: Naslov prilagoditvenega XML <connected-gw-ip> (%s) se razlikuje od naslova zunanjega prehoda (%s). O tem poročajte na naslov <%s>, vključno s kakršnimi koli težavami z ESP ali drugo očitno izgubo povezljivosti ali zmogljivosti.

source: GlobalProtect config sent ipsec-mode=%s (expected esp-tunnel)
ja: GlobalProtect 設定で ipsec-mode=%s が送信されました (esp-tunnel が期待されます)
sl: Prilagoditev GlobalProtect je poslala ipsec-mode=%s (pričakovano esp-tunel)

source: Ignoring ESP keys since ESP support not available in this build
ja: このビルドでは ESP サポートが利用できないため、ESP キーを無視します
sl: Prezrtje ključev ESP, ker podpora ESP ni na voljo v tej gradnji

source: Potential IPv6-related GlobalProtect config tag <%s>: %s
ja: IPv6 関連の可能性がある GlobalProtect 設定タグ <%s>: %s
sl: Potencialna oznaka prlagoditve GlobalProtect, povezana z IPv6 <%s>: %s

source: Unknown GlobalProtect config tag <%s>: %s
ja: 不明な GlobalProtect 設定タグ <%s>: %s
sl: Neznana prilagoditvena oznaka GlobalProtect <%s>: %s

source: GlobalProtect IPv6 support is experimental. Please report results to <%s>.
ja: GlobalProtect の IPv6 サポートは実験的です。結果を <%s> に報告してください。
sl: Podpora za IPv6 GlobalProtect je poskusna. Rezultate sporočite na naslov <%s>.

source: Did not receive ESP keys and matching gateway in GlobalProtect config; tunnel will be TLS only.
ja: GlobalProtect 設定で ESP キーと一致するゲートウェイを受信しませんでした。トンネルは TLS のみになります。
sl: Niste prejeli ključev ESP in ujemajočega se prehoda v prilagoditvi GlobalProtect; predor bo zgolj TLS.

source: ESP disabled
ja: ESP が無効です
sl: ESP onemogočen

source: No ESP keys received
ja: ESP キーを受信できませんでした
sl: Ni prejetih ključev ESP

source: ESP support not available in this build
ja: このビルドでは ESP サポートが利用できません
sl: Podpora za ESP v tej gradnji ni na voljo

source: No MTU received. Calculated %d for %s%s
ja: MTU を受信できませんでした。%2$s%3$s に対して %1$d を計算しました
sl: MTU ni prejel. Izračunano %d za %s%s

source: Connecting to HTTPS tunnel endpoint ...
ja: HTTPS トンネルエンドポイントに接続しています...
sl: Povezovanje s končno točko tunela HTTPS ...

source: Error fetching GET-tunnel HTTPS response.
ja: GET-tunnel HTTPS 応答を取得できませんでした。
sl: Napaka pri pridobivanju GET-tunnel odziva HTTPS

source: Gateway disconnected immediately after GET-tunnel request.
ja: GET-tunnel 要求の直後にゲートウェイが切断されました。
sl: Prehod se je prekinil takoj po zahtevi za GET-tunel.

source: Got unexpected HTTP response: %.*s
ja: 予期しない HTTP 応答を受信しました: %.*s
sl: Prejet nepričakovan odziv HTTP: %.*s

source: WARNING: Server asked us to submit HIP report with md5sum %s. VPN connectivity may be disabled or limited without HIP report submission. %s
ja: 警告: サーバーが md5sum %s での HIP レポート送信を要求しました。 HIP レポート送信なしでは VPN 接続が無効化または制限される可能性があります。 %s
sl: OPOZORILO: Strežnik je prosil, da pošljemo poročilo HIP z md5sum %s. Povezljivost VPN je lahko onemogočena ali omejena brez pošiljanja poročil HIP. %s

source: However, running the HIP report submission script on this platform is not yet implemented.
ja: しかし、このプラットフォームでの HIP レポート送信スクリプトの実行はまだ実装されていません。
sl: Vendar izvajanje skripta za predložitev poročil HIP na tej platformi še ni implementirano.

source: You need to provide a --csd-wrapper argument with the HIP report submission script.
ja: HIP レポート送信スクリプトに --csd-wrapper 引数を指定する必要があります。
sl: Navesti morate argument --csd-wrapper s skriptom za predložitev poročila HIP.

source: Error: Running the 'HIP Report' script on this platform is not yet implemented.
ja: エラー: このプラットフォームでの「HIPレポート」スクリプトの実行はまだ実装されていません。
sl: Napaka: Zagon skripta »HIP Report« na tej platformi še ni implementiran.

source: Trying to run HIP Trojan script '%s'.
ja: HIP Trojan スクリプト '%s' の実行を試行しています。
sl: Poskus poganjanja trojanskega skripta HIP »%s«.

source: Failed to create pipe for HIP script
ja: HIP スクリプト用のパイプを作成できませんでした
sl: Ni bilo mogoče ustvariti cevi za skript HIP

source: Failed to fork for HIP script
ja: HIP スクリプト用のプロセス生成に失敗しました
sl: Cepitev za skript HIP ni uspela

source: HIP script '%s' exited abnormally
ja: HIP スクリプト '%s' が異常終了しました
sl: Skript HIP »%s« se je neustrezno končal

source: HIP script '%s' returned non-zero status: %d
ja: HIP スクリプト '%s' が非ゼロステータスを返しました: %d
sl: Skript HIP »%s« je vrnil ne ničelno stanje: %d

source: HIP script '%s' completed successfully (report is %d bytes).
ja: HIP スクリプト '%s' が正常に完了しました (レポートは %d バイトです)。
sl: Skript HIP '%s' se je uspešno zaključil (poročilo je %d bajtov).

source: HIP report submission failed.
ja: HIP レポート送信に失敗しました。
sl: Predložitev poročila HIP ni uspela.

source: HIP report submitted successfully.
ja: HIP レポートが正常に送信されました。
sl: Poročilo HIP je bilo uspešno predloženo.

source: Failed to exec HIP script %s
ja: HIP スクリプト %s の実行に失敗しました
sl: Ni uspelo izvesti skripta HIP %s

source: Gateway says HIP report submission is needed.
ja: ゲートウェイが HIP レポート送信を要求しています。
sl: Prehod pravi, da je treba predložiti poročilo HIP.

source: Gateway says no HIP report submission is needed.
ja: ゲートウェイが HIP レポート送信は不要と応答しています。
sl: Prehod pravi, da predložitev poročila HIP ni potrebna.

source: ESP tunnel connected; exiting HTTPS mainloop.
ja: ESP トンネルに接続されました。HTTPS メインループを終了します。
sl: Predor ESP povezan; izhod iz glavne zanke HTTPS.

source: Failed to connect ESP tunnel; using HTTPS instead.
ja: ESP トンネルへの接続に失敗しました。代わりに HTTPS を使用します。
sl: Povezava tunela ESP ni uspela; namesto tega uporabite HTTPS.

source: Packet receive error: %s
ja: パケット受信エラー: %s
sl: Napaka pri prejemu paketa: %s

source: Unexpected packet length. SSL_read returned %d (includes 16 header bytes) but header payload_len is %d
ja: 想定外のパケットサイズです。SSL_read が %d を戻しました (16 バイトのヘッダーを含む) が、ヘッダーの payload_len は %d です
sl: Nepričakovana dolžina paketa. SSL_read je vrnil %d (vključuje 16 bajtov glave) , vendar je payload_len glave enak %d

source: Got GPST DPD/keepalive response
ja: GPST DPD/キープアライブ応答を受信
sl: Prejet odziv CSTP DPD/keepalive

source: Expected 0000000000000000 as last 8 bytes of DPD/keepalive packet header, but got:
ja: DPD/キープアライブパケットヘッダの最後の 8 バイトで 0000000000000000 を期待していましたが、受信した値は:
sl: Pričakovano 0000000000000000 kot zadnjih 8 bajtov glave paketa DPD/keepalive, vendar prejeto:

source: Received IPv%d data packet of %d bytes
ja: IPv%d データパケット (%d バイト) を受信
sl: Prejet je stisnjen paket podatkov IPv%d velikosti %d bajtov

source: Expected 0100000000000000 as last 8 bytes of data packet header, but got:
ja: データパケットヘッダの最後の 8 バイトで 0100000000000000 を期待していましたが、受信した値は:
sl: Pričakovano 0100000000000000 kot zadnjih 8 bajtov glave podatkovnega paketa, vendar je prejeto naslednje::

source: Unknown packet. Header dump follows:
ja: 不明なパケット。ヘッダダンプは以下の通り:
sl: Neznani paket. Izvoz glave sledi:

source: GlobalProtect HIP check due
ja: GlobalProtect HIP チェック実行時期
sl: Čas je že za preverjanje GlobalProtect HIP

source: HIP check or report failed
ja: HIP チェックまたはレポートが失敗
sl: Preverjanje ali poročilo HIP ni uspelo

source: GlobalProtect rekey due
ja: GlobalProtect の鍵更新が必要です
sl: Čas je že za ponovno preverjanje ključa GlobalProtect

source: GPST Dead Peer Detection detected dead peer!
ja: GPST Dead Peer Detection がピアの切断を検出しました!
sl: Zaznava mrtvih omrežnih soležnikov GPST je zaznala mrtvega soležnika!

source: Send GPST DPD/keepalive request
ja: GPST DPD/キープアライブ要求を送信します
sl: Pošlji zahtevo GPST DPD/keepalive

source: Sending IPv%d data packet of %d bytes
ja: IPv%d データパケット (%d バイト) を送信しています
sl: Pošiljanje paketa podatkov IPv%d velikosti %d bajtov

source: ICMPv%d probe packet (seq %d) for GlobalProtect ESP:
ja: GlobalProtect ESP 用の ICMPv%d プローブパケット (シーケンス %d):
sl: Paket sondiranja ICMPv%d (sekv %d) za GlobalProtect ESP:

source: Failed to send ESP probe
ja: ESP プローブの送信に失敗しました
sl: Pošiljanje sondiranja ESP ni uspelo

source: Error importing GSSAPI name for authentication:
ja: 認証用の GSSAPI 名のインポートでエラーが発生しました:
sl: Napaka pri uvažanju imena GSSAPI za preverjanje pristnosti:

source: Error generating GSSAPI response:
ja: GSSAPI 応答の生成でエラーが発生しました:
sl: Napaka pri ustvarjanju odgovora GSSAPI:

source: Attempting GSSAPI authentication to proxy
ja: プロキシへの GSSAPI 認証を試行中です
sl: Poskus preverjanja pristnosti GSSAPI na posrednika

source: Attempting GSSAPI authentication to server '%s'
ja: サーバー '%s' への GSSAPI 認証を試行中です
sl: Poskus preverjanja pristnosti GSSAPI na strežniku »%s«

source: GSSAPI authentication completed
ja: GSSAPI 認証が完了しました
sl: Preverjanje pristnosti GSSAPI je končano

source: GSSAPI token too large (%zd bytes)
ja: GSSAPI トークンが大きすぎます (%zd バイト)
sl: Žeton GSSAPI je prevelik (%zd bajtov)

source: Sending GSSAPI token of %zu bytes
ja: %zu バイトの GSSAPI トークンを送信しています
sl: Pošiljanje žetona GSSAPI velikosti %zu bajtov

source: Failed to send GSSAPI authentication token to proxy: %s
ja: プロキシへの GSSAPI 認証トークンの送信に失敗しました: %s
sl: Ni bilo mogoče poslati žetona za preverjanje pristnosti GSSAPI posredniku: %s

source: Failed to receive GSSAPI authentication token from proxy: %s
ja: プロキシからの GSSAPI 認証トークンの受信に失敗しました: %s
sl: Ni bilo mogoče prejeti žetona za preverjanje pristnosti GSSAPI od posrednika: %s

source: SOCKS server reported GSSAPI context failure
ja: SOCKS サーバーが GSSAPI コンテキストの失敗を報告しました
sl: Strežnik SOCKS je poročal o napaki konteksta GSSAPI

source: Unknown GSSAPI status response (0x%02x) from SOCKS server
ja: SOCKS サーバーから未知の GSSAPI ステータス応答 (0x%02x) を受信しました
sl: Neznan odziv stanja GSSAPI (0x%02x) s strežnika SOCKS

source: Got GSSAPI token of %zu bytes: %02x %02x %02x %02x
ja: %zu バイトの GSSAPI トークンを受信しました: %02x %02x %02x %02x
sl: Prejet žeton GSSAPI %zu bajtov: %02x %02x %02x %02x

source: Sending GSSAPI protection negotiation of %zu bytes
ja: %zu バイトの GSSAPI 保護ネゴシエーションを送信しています
sl: Pošiljanje pogajanj o zaščiti GSSAPI velikosti %zu bajtov

source: Failed to send GSSAPI protection response to proxy: %s
ja: プロキシへの GSSAPI 保護応答の送信に失敗しました: %s
sl: Pošiljanje odgovora zaščite GSSAPI posrednemu strežniku ni uspelo: %s

source: Failed to receive GSSAPI protection response from proxy: %s
ja: プロキシからの GSSAPI 認証トークンの受信に失敗しました: %s
sl: Prejemanje zaščitnega odgovora GSSAPI s posrednega strežnika ni uspelo: %s

source: Got GSSAPI protection response of %zu bytes: %02x %02x %02x %02x
ja: %zu バイトの GSSAPI 保護応答を受信しました: %02x %02x %02x %02x
sl: Prejet odziv zaščite GSSAPI, %zu bajtov: %02x %02x %02x %02x

source: Invalid GSSAPI protection response from proxy (%zu bytes)
ja: プロキシからの GSSAPI 保護応答が無効です (%zu バイト)
sl: Neveljaven odziv zaščite GSSAPI iz posrednika (%zu bajtov)

source: SOCKS proxy demands message integrity, which is not supported
ja: SOCKS プロキシはメッセージの完全性を要求していますが、サポートされていません
sl: Posredni strežnik SOCKS zahteva celovitost sporočila, ki ni podprta

source: SOCKS proxy demands message confidentiality, which is not supported
ja: SOCKS プロキシはメッセージの機密性を要求していますが、サポートされていません
sl: Posredni strežnik SOCKS zahteva zaupnost sporočil, ki ni podprta

source: SOCKS proxy demands protection unknown type 0x%02x
ja: SOCKS プロキシは未知の保護タイプ 0x%02x を要求しています
sl: Posredni strežnik SOCKS zahteva zaščito neznane vrste 0x%02x

source: Spawning external browser '%s'
ja: 外部ブラウザー '%s' を起動しています
sl: Odpiranje zunanjega brskalnika »%s«

source: Spawn browser
ja: ブラウザーを起動
sl: Odpri brskalnik

source: Failed to listen on local port 29786: %s
ja: ローカルポート 29786 のリッスンに失敗しました: %s
sl: Poslušanje na krajevnih vratih 29786 je spodletelo: %s

source: Failed to spawn external browser for %s
ja: %s のための外部ブラウザーの起動に失敗しました
sl: Zunanjega brskalnika ni bilo mogoče odpreti za %s

source: Accepted incoming external-browser connection on port 29786
ja: ポート 29786 で外部ブラウザーからの接続を受け付けました
sl: Sprejeta dohodna povezava z zunanjim brskalnikom na vratih 29786

source: Invalid incoming external-browser request
ja: 外部ブラウザーからの要求が無効です
sl: Neveljavna dohodna zahteva za zunanji brskalnik

source: Got encrypted SSO token of %d bytes
ja: %d バイトの暗号化された SSO トークンを受信しました
sl: Dobili ste šifriran žeton SSO %d bajtov

source: Failed to decode SSO token at %d:
ja: %d での SSO トークンのデコードに失敗しました:
sl: Žetona SSO ni bilo mogoče dekodirati pri %d:

source: SSO token not alphanumeric
ja: SSO トークンが英数字ではありません
sl: Žeton SSO ni alfanumeričen

source: Attempting HTTP Basic authentication to proxy
ja: プロキシへの HTTP 基本認証を試行中です
sl: Poskus osnovnega preverjanja pristnosti HTTP pri posrednem strežniku

source: Attempting HTTP Basic authentication to server '%s'
ja: サーバー '%s' への HTTP 基本認証を試行中です
sl: Poskus preverjanja pristnosti HTTP Basic na strežniku »%s«

source: Attempting HTTP Bearer authentication to server '%s'
ja: サーバー '%s' への HTTP Bearer 認証を試行中です
sl: Poskus preverjanja pristnosti nosilca HTTP na strežniku »%s«

source: This version of OpenConnect was built without GSSAPI support
ja: このバージョンの OpenConnect は GSSAPI をサポートせずにビルドされています
sl: Ta različica OpenConnect je izdelanan brez podpore za GSSAPI

source: Proxy requested Basic authentication which is disabled by default
ja: プロキシが Basic 認証を要求しましたが、これはデフォルトで無効になっています
sl: Posredni strežnik je zahteval osnovno preverjanje pristnosti, ki je privzeto onemogočeno

source: Server '%s' requested Basic authentication which is disabled by default
ja: サーバー '%s' が基本認証を要求しましたが、これはデフォルトで無効になっています
sl: Strežnik »%s« je zahteval osnovno preverjanje pristnosti, ki je privzeto onemogočeno

source: No more authentication methods to try
ja: 試行できる認証方法がこれ以上ありません
sl: Ni več načinov preverjanja pristnosti, ki bi jih lahko preizkusili

source: No memory for allocating cookies
ja: Cookie を割り当てるためのメモリーがありません
sl: Ni pomnilnika za dodeljevanje piškotkov

source: Error reading HTTP response: %s
ja: HTTP 応答の読み込みエラー: %s
sl: Napaka pri branju odziva HTTP: %s

source: Failed to parse HTTP response '%s'
ja: HTTP 応答 '%s' の解析に失敗しました
sl: Razčlenjevanje odgovora HTTP '%s' je spodletelo

source: Got HTTP response: %s
ja: HTTP 応答を受信しました: %s
sl: Prejet je odziv HTTP: %s

source: Ignoring unknown HTTP response line '%s'
ja: 未知の HTTP 応答行 '%s' を無視します
sl: Prezrta bo neznana vrstica odziva HTTP '%s'

source: Invalid cookie offered: %s
ja: 無効な Cookie が提供されました: %s
sl: Ponujen je neveljaven piškotek: %s

source: SSL certificate authentication failed
ja: SSL 証明書認証に失敗しました
sl: Overitev potrdila SSL je spodletela.

source: Response body has negative size (%d)
ja: 応答ボディーのサイズが負の値です (%d)
sl: Telo odgovora ima negativno velikost (%d)

source: Unknown Transfer-Encoding: %s
ja: 未知の Transfer-Encoding です: %s
sl: Neznano kodiranje prenosa vsebine: %s

source: HTTP body %s (%d)
ja: HTTP ボディー %s (%d)
sl: Telo HTTP %s (%d)

source: Error reading HTTP response body
ja: HTTP 応答ボディーの読み込みでエラーが発生しました
sl: Napaka branja telesa odziva HTTP

source: Error fetching chunk header
ja: チャンクヘッダーの取得でエラーが発生しました
sl: Napaka pri pridobivanju glave sporočila

source: Error in chunked decoding. Expected hexadecimal chunk length, got: '%s'
ja: チャンクデコードでエラーが発生しました。16進数のチャンク長が必要ですが、'%s' が指定されました
sl: Napaka pri delnem dekodiranju. Pričakovana šestnajstiška dolžina kosa, prejeto: »%s«

source: HTTP chunk length is negative (%ld)
ja: HTTP チャンク長が負の値です (%ld)
sl: Dolžina kosa HTTP je negativna (%ld)

source: HTTP chunk length is too large (%ld)
ja: HTTP チャンク長が大きすぎます (%ld)
sl: Dolžina kosa HTTP je prevelika (%ld)

source: Error fetching HTTP response body
ja: HTTP 応答ボディーの取得でエラーが発生しました
sl: Napaka branja telesa odziva HTTP

source: Error in chunked decoding. Expected '', got: '%s'
ja: チャンクデコードでエラーが発生しました。'' が必要ですが、'%s' が指定されました
sl: Napaka odkodiranja po kosih. Pričakovan je znak '', prejet pa: '%s'

source: Cannot receive HTTP 1.0 body without closing connection
ja: 接続を切断せずに HTTP 1.0 のボディーを受信できません
sl: Telesa HTTP različice 1.0 brez zapiranja povezave ni mogoče prejeti.

source: Failed to parse redirected URL '%s': %s
ja: リダイレクトされた URL '%s' の解析に失敗しました: %s
sl: Razčlenjevanje preusmeritvenega naslova URL '%s' je spodletelo: %s

source: Cannot follow redirection to non-https URL '%s'
ja: https ではない URL '%s' へのリダイレクトには従えません
sl: Preusmeritvi na naslov URL '%s', ki ni vrste HTTPS, ni mogoče slediti

source: Allocating new path for relative redirect failed: %s
ja: 相対リダイレクト用の新しいパスの割り当てに失敗しました: %s
sl: Dodeljevanje nove poti za relativno preusmeritev je spodletelo: %s

source: HTTPS socket closed by peer; reopening
ja: HTTPS ソケットがピアによって閉じられました。再オープンします
sl: Vtičnica HTTPS zaprta s strani vrstnika; ponovno odpiranje

source: Retrying failed %s request on new connection
ja: 新しい接続で失敗した %s 要求を再試行しています
sl: Ponovni poskus je spodletel z zahtevo %s pri novi povezavi

source: Unexpected empty response body from server
ja: サーバーから予期しない空の応答ボディーを受信しました
sl: Nepričakovano prazno telo odgovora s strežnika

source: request granted
ja: 要求は許可されました
sl: zahteva je odobrena

source: general failure
ja: 一般的な失敗
sl: splošna napaka

source: connection not allowed by ruleset
ja: ルールセットにより接続が許可されていません
sl: nabor pravil ne dovoljuje povezave

source: network unreachable
ja: ネットワーク到達不能
sl: omrežje ni dosegljivo

source: host unreachable
ja: ホスト到達不能
sl: gostitelj ni dosegljiv

source: connection refused by destination host
ja: 宛先ホストにより接続が拒否されました
sl: povezava je zavrnjena na ciljnem gostitelju

source: TTL expired
ja: TTL の有効期限が切れました
sl: Potrdilo TTL je preteklo

source: command not supported / protocol error
ja: コマンドはサポートされていません / プロトコルエラー
sl: ukaz ni podprt; napaka protokola

source: address type not supported
ja: アドレスタイプはサポートされていません
sl: vrsta naslova ni podprta

source: SOCKS server requested username/password but we have none
ja: SOCKS サーバーがユーザー名/パスワードを要求しましたが、設定されていません
sl: Strežnik SOCKS je zahteval uporabniško ime/geslo, vendar ga nimamo

source: Username and password for SOCKS authentication must be < 255 bytes
ja: SOCKS 認証のユーザー名とパスワードは 255 バイト未満である必要があります
sl: Uporabniško ime in geslo za preverjanje pristnosti SOCKS morata biti < 255 bajtov

source: Error writing auth request to SOCKS proxy: %s
ja: SOCKS プロキシへの認証要求の書き込みエラー: %s
sl: Napaka pisanja odziva auth s posredniškega strežnika SOCKS: %s

source: Error reading auth response from SOCKS proxy: %s
ja: SOCKS プロキシからの認証応答の読み込みエラー: %s
sl: Napaka branja odziva auth s posredniškega strežnika SOCKS: %s

source: Unexpected auth response from SOCKS proxy: %02x %02x
ja: SOCKS プロキシからの予期しない認証応答: %02x %02x
sl: Nepričakovan odziv povezave posredniškega strežnika SOCKS: %02x %02x...

source: Authenticated to SOCKS server using password
ja: パスワードを使用して SOCKS サーバーに認証されました
sl: Preverjena pristnost strežnika SOCKS z geslom

source: Password authentication to SOCKS server failed
ja: SOCKS サーバーへのパスワード認証に失敗しました
sl: Preverjanje pristnosti gesla na strežniku SOCKS ni uspelo

source: SOCKS server requested GSSAPI authentication
ja: SOCKS サーバーが GSSAPI 認証を要求しました
sl: Strežnik SOCKS je zahteval preverjanje pristnosti GSSAPI

source: SOCKS server requested password authentication
ja: SOCKS サーバーがパスワード認証を要求しました
sl: Strežnik SOCKS je zahteval preverjanje pristnosti z geslom

source: SOCKS server requires authentication
ja: SOCKS サーバーは認証を要求しています
sl: Strežnik SOCKS zahteva preverjanje pristnosti

source: SOCKS server requested unknown authentication type %02x
ja: SOCKS サーバーが未知の認証タイプ %02x を要求しました
sl: Strežnik SOCKS je zahteval neznano vrsto preverjanja pristnosti %02x

source: Requesting SOCKS proxy connection to %s:%d
ja: %s:%d への SOCKS プロキシ接続を要求しています
sl: Poslana je zahteva povezave s posredniškim strežnikom SOCKS %s:%d

source: Error writing connect request to SOCKS proxy: %s
ja: SOCKS プロキシへの接続要求の書き込みエラー: %s
sl: Napaka zapisovanja zahtev povezave s posredniškim strežnikom SOCKS: %s

source: Error reading connect response from SOCKS proxy: %s
ja: SOCKS プロキシからの接続応答の読み込みエラー: %s
sl: Napaka branja odzivov povezave s posredniškega strežnika SOCKS: %s

source: Unexpected connect response from SOCKS proxy: %02x %02x...
ja: SOCKS プロキシからの予期しない接続応答: %02x %02x...
sl: Nepričakovan odziv povezave posredniškega strežnika SOCKS: %02x %02x...

source: SOCKS proxy error %02x: %s
ja: SOCKS プロキシエラー %02x: %s
sl: Napaka posredniškega strežnika SOCKS %02x: %s

source: SOCKS proxy error %02x
ja: SOCKS プロキシエラー %02x
sl: Napaka posredniškega strežnika SOCKS %02x

source: Unexpected address type %02x in SOCKS connect response
ja: SOCKS 接続応答に予期しないアドレスタイプ %02x が含まれています
sl: Nepričakovana vrsta naslova %02x v odzivu povezave SOCKS

source: Requesting HTTP proxy connection to %s:%d
ja: %s:%d への HTTP プロキシ接続を要求しています
sl: Poslana je zahteva povezave s posredniškim strežnikom HTTP %s:%d

source: Sending proxy request failed: %s
ja: プロキシ要求の送信に失敗しました: %s
sl: Pošiljanje zahteve posredniškega strežnika je spodletelo: %s

source: Proxy CONNECT request failed: %d
ja: プロキシの CONNECT 要求に失敗しました: %d
sl: Zahteva CONNECT na posredniškem strežniku je spodletela: %d

source: Unknown proxy type '%s'
ja: 未知のプロキシタイプ '%s'
sl: Neznana vrsta posredniškega strežnika '%s'.

source: Failed to parse proxy '%s'
ja: プロキシ '%s' の解析に失敗しました
sl: Ni bilo mogoče razčleniti posrednika »%s«

source: Only http or socks(5) proxies supported
ja: http または socks(5) プロキシのみサポートされています
sl: Podprti so le posredniški strežniki HTTP in SOCKS(5)

source: Cisco AnyConnect or OpenConnect
ja: Cisco AnyConnect または OpenConnect
sl: Cisco AnyConnect ali OpenConnect
